Repository: DeutscherBundesjugendring/epartool
Catalog: languages/*/admin.po
Languages: ar, cs, de, fr, pl, ru

source: Activate “No Information” value
ar: تفعيل خيار "غير محدد"
cs: Aktivovat hodnotu "Žádné informace"
de: Aktiviere „keine Angabe“-Option
fr: Activer l'option "aucune information"
pl: Uaktywnij opcję „żadnych informacji“
ru: Активировать опцию "Нет данных"

source: To
ar: إلى
cs: Pro
de: An
fr: À
pl: Do
ru: Адресат

source: Enable custom phase names
ar: تفعيل أسماء مرحلة محددة
cs: Povolit navolená jména etap
de: Angepasste Phasennamen aktivieren
fr: Activer les noms de phase personnalisés
pl: Uaktywnij wybrane nazwy faz
ru: Активировать пользовательские имена

source: Max %d characters
ar: حد اقصى d% احرف
cs: Maximálně %d znaků
de: max. %d Zeichen
fr: au plus %d caractères
pl: maksymalnie %d znaków
ru: макс. %d знаков

source: Questions
ar: الأسئلة
cs: Otázky
de: Fragen
pl: Pytania
ru: Вопросы

source: Contributions
ar: المشاركات
cs: Příspěvky
de: Beiträge
pl: Wpisy
ru: Записи

source: Voting
ar: التصويت
cs: Hlasování
de: Abstimmung
fr: Vote
pl: Głosowanie
ru: Голосование

source: Follow-up
cs: Doplnění

source: Label for self-defined field
ar: تحديد حقل محدد
cs: Název vlastnoručně nastaveného pole
de: Beschriftung frei definiertes Feld
fr: Étiquette pour le champs défini librement
pl: Etykieta dowolnie zdefiniowanego pola
ru: Обозначение для самоопределяющегося поля

source: Contribution confirmation info
ar: تأكيد معلومات المساهمة
cs: Informace o potvrzení příspěvku
de: Information zur Beitragsbestätigung
fr: Information de la confirmation de contribution
pl: Informacje potwierdzenia wpisu
ru: Информация о подтверждении записей

source: Display field "Name"
ar: اظهر الحقل " الاسم"
cs: Ukázat pole "Jméno"
de: Zeige „Name“
fr: Montre „Nom“
pl: Pokaż pole „imię“
ru: Поле экрана "Имя"

source: Display field "Age"
ar: اظهر الحقل "العمر"
cs: Ukázat pole "Věk"
de: Zeige „Alter“
fr: Montre „Age“
pl: Pokaż pole „wiek“
ru: Показать "Возраст"

source: Display self-defined field (e.g. "State")
ar: عرض حقل محدد (مثال "الدولة")
cs: Ukázat vlastnoručně nastaveného pole (např. "Stát")
de: Zeige frei definierbares Feld (z.B. Bundesland)
fr: Montre le champs défini librement (p.ex. Land)
pl: Pokaż dowolnie zdefiniowane pole (n.p. województwo)
ru: Показать самоопределяющееся поле (к примеру, регион)

source: Display field "Comment Groups"
ar: عرض حقل "تعليقات المجموعات"
cs: Ukázat pole "Skupiny komentářů"
de: Zeige „Kommentar“
fr: Montre „Réaction“
pl: Pokaż „komentarz“
ru: Показать "Комментарий"

source: Allow groups
ar: كل المجموعات
cs: Povolit skupiny
de: Gruppen zulassen
fr: Permettre des groupes
pl: Dopuść grupę
ru: Разрешить группы

source: Display field "Contribution Origin"
ar: عرض حقل"مصدر المساهمات"
cs: Ukázat pole "Původ příspěvku"
de: Zeige „Quelle der Beiträge“
fr: Montrer „Source des contributions“
pl: Pokaż "Źródło wpisów"
ru: Показать "Источник записи"

source: Display field "Group Size"
ar: عرض حقل "حجم المجموعة"
cs: Ukázat pole "Velikost skupiny"
de: Zeige „Gruppengröße“
fr: Montrer „Taille du groupe“
pl: Pokaż "Rozmiar grupy"
ru: Показать "Размер группы"

source: Display field "Group Name"
ar: عرض حقل "اسم المجموعة"
cs: Ukázat pole "Název skupiny"
de: Zeige „Gruppenbezeichnung“
fr: Montrer „ Nom du groupe“
pl: Pokaż „Nazwa grupy“
ru: Показать "Описание группы"

source: Display field "Contact Person"
ar: عرض حقل "جهة الاتصال"
cs: Ukázat pole "Kontaktní osoba"
de: Zeige „Kontaktperson“
fr: Montrer „Personne de contact“
pl: Pokaż „Osoba kontaktowa“
ru: Показать "Контактное лицо"

source: Display field "Subscribe to Newsletter"
ar: عرض حقل "النشرة"
cs: Ukázat pole "Odebírat newsletter"
de: Zeige „Newsletter abonnieren“
fr: Montrer „Abonner l’info-lettre“
pl: Pokaż „Subskrybuj newsletter“
ru: Показать "Подписаться к рассылке"

source: Display field "Notification about Results"
ar: عرض حقل "إشعار عن النتائج"
cs: Ukázat pole "Upozornění na výsledky"
de: Zeige „Benachrichtigung über Ergebnisse“
fr: Montrer „Notifications des résultats“
pl: Pokaż „Powiadomienie o wynikach“
ru: Показать "Уведомление о событиях"

source: Contribution Author
ar: مشاركة المؤلف
cs: Autor příspěvku
de: Beitragsverfasser_in
fr: Auteur de la contribution
pl: Autor/ka wpisu
ru: Автор записи

source: Name
ar: الاسم
cs: Název
fr: Nom
pl: Nazwa
ru: Имя

source: Author
ar: المؤلف
cs: Autor
de: Verfasser_in
fr: Auteur
pl: Autor/ka
ru: Автор

source: Explanation
ar: التوضيح
cs: Vysvětlení
de: Erläuterung
fr: Explication
pl: Wyjaśnienie
ru: Пояснение

source: Time created
ar: تاريخ الانشاء
cs: Vytvořeno
de: Erstellungszeitpunkt
fr: Date de création
pl: Czas stworzenia
ru: Время создания

source: Date format: %s
ar: صيغة التاريخ: s%
cs: Formát data: %s
de: Format Datum: %s
fr: Format date: %s
pl: Format daty: %s
ru: Формат даты: %s

source: Display month and year only
ar: اظهر الشهر والسنه فقط
cs: Ukazovat pouze měsíc a rok
de: Nur Monat und Jahr zeigen
fr: Ne montrer que le mois et l’année
pl: Pokazuj tylko miesiąc i rok
ru: Показать только месяц и год

source: Document
ar: مستند
cs: Dokument
de: Dokument
pl: Dokument
ru: Документ

source: Document preview
ar: معاينة مستند
cs: Náhled dokumentu
de: Vorschau Dokument
fr: L’aperçu du document
pl: Podgląd dokumentu
ru: Предпросмотр документа

source: Type
ar: النوع
cs: Typ
de: Typ
fr: Typ
pl: Typ
ru: Тип

source: Hierarchy
cs: Hierarchie

source: Footnote
cs: Zápatí

source: Heading 1
cs: Nadpis 1

source: Heading 2
cs: Nadpis 2

source: Heading 3
cs: Nadpis 3

source: Heading 4
cs: Nadpis 4

source: Heading 5
cs: Nadpis 5

source: Save and continue editing
ar: حفظ واكمال التعديل
cs: Uložit a pokračovat v úpravách
de: Speichern und weiter arbeiten
fr: Enregistrer et continuer à éditer
pl: Zapisz i kontynuuj pracę
ru: Сохранить и продолжить редактирование

source: Save and return to index
ar: حفظ والعودة الى القائمة
cs: Uložit a vrátit se na rejstřík
de: Speichern und zurück zur Übersicht
fr: Enregistrer et revenir à l’aperçu
pl: Zapisz i wróć do podglądu
ru: Сохранить и вернуться к обзору

source: Question
ar: سؤال
cs: Otázka
de: Frage
pl: Pytanie
ru: Вопрос

source: Thesis
ar: فرضية
cs: Teze
de: These
fr: Thèse
pl: Teza
ru: Тезис

source: User confirmation
ar: تأكيد المستخدم
cs: Potvrzení uživatele
de: User-Bestätigung
fr: Confirmation de l’utilisateur
pl: Potwierdzenie użytkownika /użytkowniczki
ru: Подтверждение пользователя

source: Unknown
ar: غير معروف
cs: Neznámý
de: unbekannt
fr: Inconnu
pl: Nieznane
ru: неизвестен

source: Confirmed
ar: تمت الموافقه
cs: Potvrzeno
de: bestätigt
fr: Confirmé
pl: Potwierdzone
ru: подтверждён

source: Rejected
ar: تم الرفض
cs: Odmítnuto
de: Abgelehnt
fr: Refusé
pl: Odrzucone
ru: отклонён

source: Admin confirmation
ar: تاكيد المدير
cs: Potvrzení administrátora
de: Admin-Bestätigung
fr: Confirmation de l’adminstrateur
pl: Potwierdzenie administratora /administratorki
ru: Подтверждение администратора

source: Blocked
ar: تم الحظر
cs: Zablokováno
de: Blockiert
fr: Bloqué
pl: Zablokowane
ru: Заблокировано

source: Enable voting
ar: السماح بالتصويت
cs: Povolit hlasování
de: Voting aktivieren
fr: Activer le vote
pl: Aktywuj głosowanie
ru: Активировать голосование

source: No
ar: لا
cs: Ne
de: Nein
fr: Non
pl: Nie
ru: Нет

source: Yes
ar: نعم
cs: Ano
de: Ja
fr: Oui
pl: Tak
ru: Да

source: Internal note
ar: ملاحظة داخلية
cs: Interní poznámka
de: Interne Notiz
fr: Note interne
pl: Wewnętrzna notatka
ru: Внутреннее примечание

source: Save and continue
ar: حفظ واستكمال
cs: Uložit a pokračovat
de: Speichern und fortsetzen
fr: Enregistrer et continuer
pl: Zapisz i kontynuuj
ru: Сохранить и продолжить

source: Are you sure?
ar: هل انت متأكد؟
cs: Jsi si jist/á?
de: Sicher?
fr: Es-tu sûr?
pl: Na pewno?
ru: вы уверены?

source: Delete
ar: حذف
cs: Smazat
de: Löschen
fr: Supprimer
pl: Usuń
ru: Удалить

source: Sort by date
ar: ترتيب حسب التاريخ
cs: Seřadit podle data
de: Nach Erstellung sortieren
fr: Trier par date
pl: Sortuj wg daty
ru: Сортировать по дате

source: Sort by number of supporters
ar: ترتيب حسب عدد المؤيدين
cs: Seřadit podle počtu stoupenců
de: Nach Anzahl der Unterstützer_innen sortieren
fr: Trier par nombre des supporteurs
pl: Sortuj wg liczby popierających
ru: Сортировать по количеству сторонников

source: Sort
ar: ترتيب
cs: Seřadit
de: Sortieren
fr: Trier
pl: Sortuj
ru: Сортировать

source: Message (plain text)
ar: رسالة (نص عادي)
cs: Zpráva (prostý text)
de: Nachricht (nur Text)
fr: Message (en texte en clair)
pl: Wiadomość (sam tekst)
ru: Сообщение (только текст)

source: Message (HTML)
ar: رسالة
cs: Zpráva (HTML)
de: Nachricht (HTML)
pl: Wiadomość (HTML)
ru: Сообщение

source: Component description
ar: وصف عنصر
cs: Popis komponentu
de: Beschreibung der Komponente
fr: Description du composant
pl: Opis części składowych
ru: Описание элемента

source: Email address (max %d characters)
ar: بريد الكتروني (حد اقصى d% حرف)
cs: Emailová adresa (max. %d znaků)
de: E-mail-Adresse (max %d Zeichen)
fr: Adresse courriel (au plus %d caractères)
pl: Adres E-Mail (maksymalnie %d znaków)
ru: Электронный адрес (макс. %d знаков)

source: Cc
ar: سي سي
cs: Kopie
ru: Копия

source: Bcc
ar: بي سي سي
cs: Skrytá kopie
ru: Скрытая копия

source: Consultation
ar: استشاره
cs: Porada
de: Beteiligungsrunde
fr: Cycle de participation
pl: Runda konsultacji
ru: Группа участия

source: All participants
ar: كل المشاركين
cs: Všichni zúčastnění
de: Alle Teilnehmenden
fr: Tous les participants
pl: Wszyscy uczestnicy /Wszystkie uczestniczki
ru: Все участники

source: Participants who voted
ar: المشاركين الذين قاموا بالتصويت
cs: Zúčastnění kteří hlasovali
de: Teilnehmende, die an der Abstimmung teilnahmen
fr: Les participants qui ont participé au vote.
pl: Uczestnicy, którzy zagłosowali /Uczestniczki, które zagłosowały
ru: Участники, которые проголосовали

source: Participants who signed up to receive follow-ups
cs: Zůčastnění, kteří si přejí zaslat doplnění

source: Participants who signed up to receive newsletter
ar: المشاركين المسجلين لاستقبالالمجله
cs: Zůčastnění, kteří si přejí dostávat newsletter
de: Teilnehmende, die einen Newsletter erhalten möchten
fr: Les participants qui veulent recevoir une info-lettre.
pl: Uczestnicy, którzy subskrybują newsletter /Uczestniczki, które subskrybują newsletter
ru: Участники, которые желают получать рассылку

source: Subject
ar: الموضوع
cs: Předmět
de: Betreff
fr: Sujet
pl: Temat
ru: Тема

source: Subject (max %d characters)
ar: العنوان( حد اقصى d% حرف)
cs: Předmět (max. %d znaků)
de: Betreff (max %d Zeichen)
fr: Thème (au plus %d caractères)
pl: Temat (maksymalnie %d znaków)
ru: Тема (макс. %d знаков)

source: Message as HTML
ar: رسالة بصيغة ال اش تي ام ال
cs: Zpráva jako HTML
de: Nachricht in HTML-Format
fr: Message en format HTML
pl: Wiadomość w formacie HTML
ru: Сообщение в формате HTML

source: Message as plain text
ar: رسالة بنص عادي
cs: Zpráva jako prostý text
de: Nachricht als reiner Text
fr: Message en texte en clair
pl: Wiadomość jako tekst
ru: Сообщение как простой текст

source: Add attachment
ar: إضافة مرفقات
cs: Přiložit soubor
de: Anhang hinzufügen
fr: Ajouter pièce jointe
pl: Dodaj załącznik
ru: Прикрепить вложение

source: Send
ar: ارسال
cs: Odeslat
de: Absenden
fr: Envoyer
pl: Wyślij
ru: Отправить

source: Delete media?
ar: حذف وسيلة الاعلام؟
cs: Smazat média?
de: Datei löschen?
fr: Supprimer le fichier?
pl: Usunąć plik?
ru: Удалить файл?

source: File name has to have an extension and can contain only characters a-z, 0-9 and -.
ar: اسم الملف يمكن ان يحتوي فقط على حروف a-z, 0-9 -.
cs: Název souboru musí mít příponu a může obsahovat pouze znaky a-z, 0-9 a -.
de: Dateiname benötigt Dateiendung und darf nur aus Zeichen a-z, 0-9 und - bestehen.
fr: Le nom du fichier a besoin d'une extension et ne peut être composé que des caractères a-z, 0-9 et - .
pl: Nazwa pliku wymaga rozszerzenia i może zawierać wyłącznie znaki a-z, cyfry 0-9 oraz znak -.
ru: Имя файла должно иметь расширениэ и может содержать только символы а-я, 0-9

source: Submit
ar: اشترك
cs: Odeslat
de: Abschicken
fr: Soumettre
pl: Wyślij
ru: Отправить данные

source: Folder name can contain only characters a-z, 0-9 and -.
ar: اسم المجلد يمكن ان يحتوي فقط على حروف a-z, 0-9 -
cs: Název složky může obsahovat pouze znaky a-z, 0-9, a -.
de: Ordnername kann nur Zeichen a-z, 0-9 und - enthalten.
fr: Le nom du dossier ne peut être composé que des caractères a-z, 0-9 et -.
pl: Nazwa folderu może zawierać wyłącznie znaki a-z, cyfry 0-9 oraz znak -.
ru: Имя папки может содержать только символы а-я и 0-9

source: Consultations
ar: الاستشارات
cs: Porady
de: Beteiligungsrunden
fr: Cycles de participation
pl: Konsultacje
ru: Группы участия

source: Folders
ar: المجلدات
cs: Složky
de: Ordner
fr: Dossiers
pl: Folder
ru: Папки

source: Destination
ar: وجهة
cs: Cílové umístění
de: Ziel
pl: Cel
ru: Цель

source: Upload
ar: رفع
cs: Nahrát
de: Hochladen
fr: Télécharger
pl: Prześlij
ru: Загрузить

source: Voting question
ar: سؤال التصويت
cs: Otázka k hlasování
de: Abstimmungsfrage
fr: Question de vote
pl: Pytanie głosowania
ru: Вопрос для голосования

source: Allow video in contributions
ar: سماح باستشارات الفيديو
cs: Povolit videa v příspěvcích
de: Videos in Beiträgen zulassen
fr: Permettre des vidéos dans les contributions.
pl: Dopuść wideo przy wpisach
ru: Разрешить видео в записях

source: Primary color
ar: اللون الرئيس
cs: Hlavní barva
de: Primärfarbe
fr: Couleur primaire
pl: Kolor podstawowy
ru: Основной цвет

source: Accent color 1
ar: لون 2
cs: Doplňující barva 1
de: Akzentfarbe 1
fr: Couleur d'accent 1
pl: Kolor 1
ru: акцентный цвет 1

source: Accent color 2
ar: لون 1
cs: Doplňující barva 2
de: Akzentfarbe 2
fr: Couleur d'accent 2
pl: Kolor 2
ru: акцентный цвет 2

source: Add «Join In» bubble
ar: إضافة فقاعة "شارك"
cs: Přidat bublinu «Přidat se»
de: „Mitmachen“-Blase hinzufügen
fr: Ajouter bulle "participer"
pl: Dodaj chmurkę "Weź udział“
ru: Добавить кружок "Присоединяйся!"

source: Used in page <title> tag, in DV.title and og:title meta tags and as a logo image alt text.
ar: إذا كان <title> العلامة، في DV.title والأهداف: العنوان وتستخدم وصفا شعار النص البديل.
cs: Použito v <title> tagu stránky, v DV.title a og:title meta tags a jako hodnota alt atribitu u obrázku s logem.
de: Wird im <title>-Tag, in DV.title und og:title sowie als alternativer Logo-Beschreibungstext verwendet.
fr: Utilisé dans <title>-Tag, dans DV.title et og:title et comme texte alternatif de description du logo
pl: Będzie używane w tagu <title>, w DV.tytuł oraz og:tytuł , a także jako alternatywny tekstu opisu loga.

source: Application Language
ar: لغة التطبيق
cs: Jazyk aplikace
de: Anwendungssprache
fr: Langue d'application
pl: Język aplikacji
ru: Язык приложения

source: Site Title
ar: عنوان الموقع
cs: Název stránky
de: Titel der Site
fr: Titre du site
pl: Tytuł strony
ru: Заголовок страницы

source: Used in description and og:description meta tags.
ar: المستخدمة في وصف و "الأهداف: وصف" إشارات مرجعية.
cs: Použito v popisu a og:description v meta tags
de: Wird verwendet in der Beschreibung und den "og:description" Metatags.
fr: Utilisé dans la description et les "og:description" Metatag.
pl: Będzie używane w opisie oraz w metatagach "og:description".
ru: Используется в описании и в "og:description" Metatags.

source: Site Description
ar: وصف الموقع
cs: Popis stránky
de: Beschreibung der Site
fr: Description de site
pl: Opis strony
ru: Описание Страницы

source: Used as a subtitle on all pages that are not consultation specific.
ar: تستخدم بوصفها عنوان فرعي على كافة الصفحات التي لا تنتمي إلى مساهمة محددة.
cs: Použito jako podtitulek na všech stránkách které nejsou specifické pro porady
de: Wird verwendet als Untertitel auf allen Seiten, die nicht zu einer bestimmten Beitragsrunde gehören.
fr: Utilisé comme sous-titre sur toutes les pages qui ne font pas partie d'un cycle de participation particulier.
pl: Będzie używane jako podtytuł na wszystkich stronach, które nie należą do określonej rundy konsultacji.
ru: Используется как подзаголовок на всех страницах, которые не относятся к определённой группе участия

source: Motto
ar: شعار
cs: Moto
fr: Devise
ru: Слоган

source: Site Information
ar: معلومات الموقع
cs: Informace o stránce
de: Info zur Site
fr: Informations de la site
pl: Informacje o stronie
ru: Информация к странице

source: Used as a placeholder in email templates.
ar: إذا ما استخدمت كعلامة شاملة في قوالب البريد الإلكتروني.
cs: Použito jako zástupný znak (placeholder) v emailových šablonách.
de: Wird als Platzhalter in E-Mail-Vorlagen verwendet.
fr: Utilisé comme caractère générique dans les modèles de courriel
pl: Będzie używany jako znacznik w szablonie E-Maila.
ru: Используется как заполнитель в черовиках

source: Website URL
ar: رابط الموقع
cs: URL stránek
de: Adresse Website
fr: Adresse du site d'Internet
pl: Adres URL strony
ru: URL страницы

source: Contact Information
ar: معلومات الاتصال
cs: Kontaktní informace
de: Kontaktinformation
fr: Information du contact
pl: Informacje kontaktowe
ru: Контактная информация

source: Voting Question
ar: سؤال التصويت
cs: Otázka k hlasování
de: Abstimmungsfrage
fr: Question de vote
pl: Pytanie głosowania
ru: Вопрос для голосования

source: New keyword
ar: كلمة مفتاحية جديده
cs: Nové klíčové slovo
de: Neues Schlagwort
fr: Nouveau mot-clé
pl: Nowe słowo kluczowe
ru: Новое ключевое слово

source: User
ar: مستخدم
cs: Uživatel
fr: Utilisateur
pl: Użytkownik/użytkowniczka
ru: Пользователь

source: Editor
ar: محرر
cs: Správce
de: Redakteur_in
fr: Editeur
pl: Redaktor/ka
ru: Редактор

source: Admin
ar: مدير
cs: Administrátor
fr: Administrateur
pl: Administrator/ka
ru: Администратор

source: Unconfirmed
ar: غير مؤكد
cs: Nepotvrzeno
de: unbestätigt
fr: Non-confirmé
pl: niepotwierdzone
ru: Не подтверждён

source: Receive newsletter
ar: استقبال المجله
cs: Dostávat newsletter
de: Newsletter erhalten
fr: Recevoir le bulletin
pl: Otrzymuj newsletter
ru: получить рассылку

source: Password
ar: كلمة المرور
cs: Heslo
de: Passwort
fr: Mot de passe
pl: Hasło
ru: Пароль

source: Leave blank to leave unchanged.
ar: اتركه فارغا لتركه دون تغيير
cs: Nech volné pro ponechání beze změny.
de: Leer lassen, um keine Veränderungen vorzunehmen.
fr: Laisser vide, pour ne pas effectuer des changements.
pl: Pozostaw puste, jeśli nie chcesz zapisać zmian.
ru: Оставить незаполненным, если вы не хотите внести изменения

source: Password confirmation
ar: تأكيد رمز الدخول
cs: Potvrzení hesla
de: Passwort bestätigen
fr: Confirmer le mot de passe
pl: Potwierdź hasło
ru: Подтвердить пароль

source: Select a participant
ar: اختيار مشارك
cs: Zvol účastníka
de: Teilnehmenden auswählen
fr: Sélectionner un participant
pl: Wybierz uczestnika/uczetniczkę
ru: Выбрать участника

source: Weight
ar: حجم
cs: Síla
de: Gewicht
fr: Poids
pl: Waga
ru: Важность

source: Group size
ar: حجم الكجكوعه
cs: Velikost skupiny
de: Gruppengröße
fr: Taille du groupe
pl: Rozmiar grupy
ru: Размер группы

source: Access code
ar: رمز التفعيل
cs: Přístupový kód
de: Zugangscode
fr: Code d’accès
pl: Kod dostępu
ru: Код доступа

source: Size according to user
ar: الحجم وفقا للمستخدم
cs: Velikost podle uživatele
de: Größe laut eigener Angabe
fr: Taille selon l'utilisateur
pl: Rozmiar według użytkownika/użytkowniczki
ru: Размер согласно пользователю

source: Number of voting buttons
ar: عدد أزرار التصويت
cs: Počet volebních tlačítek
fr: Nombre de boutons de vote
pl: Liczba przycisków głosowania
ru: Количество кнопок для голосования

source: Comma separated, lower first, max. %d characters
ar: مفصولة بفاصلة، الأصغر أولا، كحد أقصى d٪ أحرف
cs: Rozděleno čárkou, malé první, max. %d znaků
fr: Séparé par une virgule, prémièrement les plus bas, au plus %d caractères.
pl: Oddziel przecinkiem, najpierw mniejsze, maksymalnie %d znaków
ru: Через запятую, по возрастанию, макс. %d знаков

source: Button labels
ar: اسماء الازرار
cs: Popis tlačítek
fr: Étiquettes des boutons
pl: Etykiety przycisków
ru: Описания кнопок

source: Superbutton
ar: كبسة السوبر
cs: Supertlačítko
pl: Super przycisk
ru: Суперкнопка

source: Enable
ar: تفعيل
cs: Povolit
de: Aktivieren
fr: Activer
pl: Aktywuj
ru: Активировать

source: Disable
ar: تعطيل
cs: Zakázat
de: Deaktivieren
fr: Désactiver
pl: Deaktywuj
ru: Деактивировать

source: No Opinion
ar: لا رأي
cs: Žádný názor
de: Keine Meinung
fr: Aucune opinion
pl: Bez opinii
ru: Мнение отсутствует

source: Superbutton label
ar: تعيين زر سوبر
cs: Popis supertlačítka
de: Benennung des Superbuttons
fr: Étiquette du superbutton
pl: Etykieta super przycisku
ru: Эмблема супер-кнопки

source: Number of clicks allowed
ar: عدد الكبسات المسموح بها
cs: Povolený počet kliknutí
de: Anzahl erlaubter Klicks
fr: Nombre des clics permis
pl: Liczba dozwolonych kliknięć
ru: Количество разрешённых кликов

source: Rating factor
ar: عامل التقييم
cs: Faktor hodnocení
de: Bewertungsfaktor
fr: Facteur d’évaluation
pl: Faktor oceny
ru: Фактор оценки

source: Max. rating × factor = total points
ar: الحد الاعلى للتصنيف * العمل = مجموع النقاط
cs: Max. hodnocení x faktor = konečný počet bodů
de: Max. Gewicht x Faktor = Gesamtpunkte
fr: poids au maximum × facteur = points totals
pl: Maksymalna waga x faktor = punkty łącznie
ru: Максимальная оценка x фактор = общее число пунктов

source: General
ar: العام
cs: Obecné
de: Allgemein
fr: En général
pl: Ogólne
ru: Основные настройки

source: Participants' Data
ar: بيانات المستخدمين
cs: Údaje účastníků
de: Daten der Teilnehmenden
fr: Les données des participants
pl: Dane uczestników /uczestniczek
ru: Данные участников

source: Phases
ar: المراحل
cs: Etapy
de: Phasen
fr: Les phases
pl: Fazy
ru: Фразы

source: Groups
ar: المجموعات
cs: Skupiny
de: Gruppen
fr: Groupes
pl: Grupy
ru: группы

source: Dashboard
ar: لوحة قيادة
cs: Řídící panel
de: Übersicht
fr: Tableau de bord
pl: Panel sterowania
ru: Персональная панель управления

source: Permissions
ar: الصلاحيات
cs: Povolení
de: Berechtigungen
fr: Autorisations
pl: Zaproszenia
ru: Разрешения

source: Invitations
ar: دعوات
cs: Pozvánky
pl: Zaproszenia
ru: Приглашения

source: Participants
ar: مشاركين
cs: Účastníci
de: Teilnehmende
pl: Uczestnicy/uczestniczki
ru: Участники

source: Results
ar: النتائج
cs: Výsledky
de: Ergebnisse
fr: Résultats
pl: Wyniki
ru: Результаты

source: Statistics
ar: الاحصاءات
cs: Statistiky
de: Statistik
fr: Statistiques
pl: Statystyki
ru: Статистика

source: Settings
ar: الاعدادات
cs: Nastavení
de: Einstellungen
fr: Paramètres généraux
pl: Ustawienia
ru: Настройки

source: Sent
ar: مرسل
cs: Odesláno
de: Gesendet
fr: Envoyé
pl: Wysłany
ru: Отправлено

source: Queued
ar: في قائمة الانتظار
cs: Zařazeno do fronty
de: In Warteschlange
fr: En file d’attente
pl: W kolejce
ru: В очереди ожидания

source: Templates
ar: النماذج
cs: Šablony
de: Vorlagen
fr: Gabarits
pl: Wzory
ru: Черновики

source: Components
ar: عناصر
cs: Komponenty
de: Komponenten
fr: Composants
pl: Części składowe
ru: Элементы

source: Emailing
ar: البريد الالكتروني
cs: Emailování
de: E-Mails
fr: Courriels
pl: Maile
ru: E-Mails

source: Create new item
ar: انشاء عنصر جديد
cs: Vytvořit novou položku
de: Neuen Beitrag erstellen
fr: Créer une nouvelle contribution
pl: Utwórz nowy wpis
ru: Создать новую запись

source: Site
ar: الموقع
cs: Stránka
pl: Strona
ru: Страницa

source: Pages
ar: الصفحات
cs: Stránky
de: Seiten
pl: Strony
ru: страницы

source: Keywords
ar: الكلمات المفتاحيه
cs: Klíčová slova
de: Schlagwörter
fr: Mots-clés
pl: Słowa kluczowe
ru: Ключевые слова

source: Contribution
ar: المشاركه
cs: Příspěvek
de: Beitrag
pl: Wpis
ru: Запись

source: Help Texts
ar: نص المساعدة
cs: Nápovědy
de: Hilfetexte
fr: Textes d’aide
pl: Teksty pomocy
ru: Тексты справки

source: Footer
ar: تذييل
cs: Zápatí
de: Fußbereich
fr: Pied de page
pl: Stopka
ru: Сноска

source: Services
ar: خدمات
cs: Služby
de: Dienste
pl: Funkcje
ru: Службы

source: Look and Feel
ar: مظهر
cs: Vzhled
de: Erscheinungsbild
fr: Apparence
pl: Wygląd
ru: Внешний вид

source: Help
ar: مساعده
cs: Nápověda
de: Hilfe
fr: Aide
pl: Pomoc
ru: Помощь

source: Close
ar: اغلاق
cs: Zavřít
de: Schließen
fr: Fermer
pl: Zamknij
ru: Закрыть
