Repository: DeutscherBundesjugendring/epartool
Catalog: languages/*/admin.po
Languages: ar, cs, de, fr, pl, ru

source: all age groups
ar: جميع الفئات العمرية
cs: všechny věkové skupiny
de: Alle Altersgruppen
fr: tous les groupes d’âge
pl: Wszystkie grupy wiekowe
ru: Все возрастные группы

source: Home page help text
cs: Nápověda pro domovskou stránku

source: Consultation info help text
cs: Nápověda pro Porady - info

source: Consultation question help text
cs: Nápověda pro Porady - otázka

source: Consultation input help text
cs: Nápověda pro Porady - vložit

source: Consultation voting help text
cs: Nápověda pro Porady - hlasování

source: Consultation reactions & impact help text
cs: Nápověda pro Porady- reakce a výstupy

source: Login help text
cs: Nápověda pro přihlášení

source: Voting preparation help text
cs: Nápověda pro přípravu k hlasování

source: Voting permissions help text
cs: Nápověda pro povolení k hlasování

source: Voting invitations help text
cs: Nápověda pro pozvánky na hlasování

source: Voting participants help text
cs: Nápověda pro účastníky hlasování

source: Voting results help text
cs: Nápověda pro výsledky hlasování

source: Reactions & Impact help text
cs: Nápověda pro reakce a výstupy

source: Follow up snippets help text
cs: Nápověda pro doplňující výňatek

source: Consultation general settings help text
cs: Nápověda por Porady - obecná nastavení

source: Consultation participant settings help text
cs: Nápověda pro Porady - nastavení zúčastněných

source: Consultation voting settings help text
cs: Nápověda pro Porady - nastavení hlasování

source: Consultation phase settings help text
cs: Nápověda pro Porady - nastavení etap

source: Consultation group settings help text
cs: Nápověda pro Porady - nastavení skupin

source: Contribution help text
cs: Nápověda pro příspěvek

source: Question help text
cs: Nápověda pro otázku

source: None
ar: لا شئ
cs: Žádný
de: Keine
fr: Aucun
pl: Nic
ru: Нет

source: New article has been created.
ar: تم انشاء مقالة جديدة.
cs: Byl vytvořen nový článek.
de: Neuer Artikel wurde erstellt.
fr: Un nouvel article a été créé.
pl: Utworzony został nowy artykuł.
ru: Новая статья была успешно создана

source: Creating new article failed.
ar: فشل في انشاء مقالة جديدة.
cs: Vytvoření nového článku se nezdařilo.
de: Die Erstellung des neuen Artikels konnte nicht durchgeführt werden.
fr: La création du nouvel article n’a pas été possible.
pl: Utworzenie nowego artykułu nie udało się.
ru: Создание новой статьи не было успешным

source: Form is not valid, please check the values entered.
ar: النموذج غير صالح، تاكد من القيمة المدخله.
cs: Formulář je neplatný. Prosíme, zkontrolujte vyplněné údaje.
de: Das Formular ist nicht richtig ausgefüllt. Bitte überprüfe die Eingaben.
fr: Le formulaire n’a pas été rempli correctement. Verifie tes entrées.
pl: Formularz nie został poprawnie wypełniony. Proszę sprawdzić wprowadzone dane.
ru: Формуляр был заполнен неверно. Пожалуйста, проверьте введённые данные

source: This article does not exist.
ar: هذه المقالة غير موجودة.
cs: Článek neexistuje.
de: Dieser Artikel existiert nicht.
fr: Cet article n’existe pas.
pl: Ten artykuł nie istnieje.
ru: Данная статья не существует

source: This article could not be hidden.
ar: لا يمكن اخفاء هذه المقاله.
cs: Článek nemohl být skryt.
de: Dieser Artikel konnte nicht versteckt werden.
fr: Cet article n’a pas pu être caché.
pl: Ten artykuł nie może być ukryty.
ru: Данная статья не может быть скрыта

source: Changes saved.
ar: تم حفظ التعديلات.
cs: Změny byly uloženy.
de: Änderungen wurden gespeichert.
fr: Les modifications ont été enregistrées.
pl: Zmiany zostały zapisane.
ru: Изменения сохранены

source: This article could not be deleted.
ar: لا يمكن حذف هذه المقاله.
cs: Tento článek nešlo smazat.
de: Dieser Artikel konnte nicht gelöscht werden.
fr: Cet article n’a pas pu être supprimé.
pl: Ten artykuł nie może zostać usunięty.
ru: Удаление данной статьи не было успешным

source: Article has been deleted.
ar: تم حذف المقاله.
cs: Článek byl smazán.
de: Artikel wurde gelöscht.
fr: L’article a été supprimé.
pl: Artyuł został usunięty.
ru: Статъя была успешнo удалена

source: Article could not be deleted. If there are any sub-articles, these have to be removed first.
ar: لا يمكن حذف المقاله، اذا كان هنالك مقاله داخليه يجب حذفها اولا
cs: Článek nemohl být vytvořen. Pokud existují nějaké podčlánky, musí nejprve být smazány.
de: Artikel konnte nicht gelöscht werden: Wenn er Unter-Artikel hat, müssen diese zuerst entfernt werden.
fr: L’article n’a pas pu être supprimé: Il faut supprimer les sous-articles d’abord, si existants.
pl: Ten artykuł nie może zostać usunięty: Jeśli ma podartykuł, należy go najpierw usunąć.
ru: Не удалось удалить статью: если она содержит вложенные статьи, то сначала нужно удалить их

source: Area:
ar: مساحه:
cs: Oblast:
de: Bereich:
fr: Domaine:
pl: Sekcja:
ru: Раздел:

source: Please select…
ar: اختر من فضلك...
cs: Prosím zvolte...
de: Bitte auswählen...
fr: Choisis, s’il te plaît…
pl: Proszę wybrać...
ru: Нужное выбрать...

source: On subpages, reference name of parent page is used.
ar: الفحات الفرعية، الاسم مستخدم في الصفحات الرئيسية.
cs: Na podstránkách je užito jméno mateřské stránky.
de: Unterseiten nutzen denselben Referenznamen wie die jeweilige Elternseite.
fr: Les sous-pages utilisent la même référence que la page parent.
pl: Podstrony wykorzystują tę samą nazwę referencyjną jak odpowiednie strony macierzyste.
ru: Вложенные страницы используют те же кодовые имена, что и главные страницы

source: %s sets of data have been deleted. The vote is now anonymised!
ar: تم حذفه البيانات s%. التصويت الان مجهول!
cs: %s souborů dat bylo smazáno. Hlasování je teď anonymní!
de: Es wurden %s Datensätze gelöscht. Die Abstimmung ist somit anonymisiert!
fr: %s des données ont été supprimées. Le vote est maintenant anonymisé.
pl: Zbiór danych %s został skasowany. Głosowanie jest teraz anonimowe!
ru: Было удалено %s блоков данных. Голосование теперь ведётся анонимно!

source: Please wait: saving data.
ar: الرجاء الانتظار:يتم حفظ البيانات.
cs: Prosím počkej: údaje se ukládají.
de: Die Daten werden geschrieben, Bitte warten Sie!
fr: Les données sont en train d’être sauvegardées, attend s’il te plaît.
pl: Proszę czekać, trwa zapisywanie danych!
ru: Идёт сохранение данных: пожалуйста, подождите!

source: %s sets of data have been created/updated.
ar: %s مجموعة البيانات التي تم انشائها/تعديلها.
cs: %s souborů dat bylo vytvořeno/aktualizováno
de: Es wurden %s Datensätze erstellt/aktualisiert.
fr: %s des données ont été créées/actualisées.
pl: Zbiór %s danych jest tworzony /aktualizowany.
ru: Было создано/обновлено %s блоков данных

source: No group ID available
ar: لا يتوفر رقم للمجموعة
cs: Nelze najít ID skupiny
de: Keine GruppenID vorhanden
fr: Aucun ID de groupe existant
pl: ID grupy jest niedostępne
ru: ID группы отсутствует

source: Data was created/updated.
ar: تم انشاء/تحديث المواد
cs: Údaje byly vytvořeny/aktualizovány.
de: Es wurden Datensätze erstellt/aktualisiert.
fr: Les données ont été créées/actualisées.
pl: Dane zostały utworzone /zaktualizowane.
ru: Данные созданы/обновлены

source: No consultation named.
ar: لا توجد استشارة مسية.
cs: Porada nebyla pojmenována.
de: Keine Beteiligungsrunde angegeben!
fr: Aucun cycle de participation nommé!
pl: Nie wybrano rundy!
ru: Необходимо указать группу участия

source: Invalid question id.
ar: رقم السؤال غير صالح
cs: Neplatné ID otázky.
de: Frage-ID ungültig
fr: ID de question non valide.
pl: ID pytania nieprawidłowe
ru: Недействительный ID вопроса

source: Input was deleted.
ar: تم حذف المدخل
cs: Příspěvek byl smazán.
de: Beitrag wurde gelöscht.
fr: La contribution a été effacée.
pl: Wpis został usunięty.
ru: Запись была удалена

source: Discussion contribution was deleted.
ar: تم حذف مساهمة النقاش.
cs: Diskuzní příspěvek byl smazán.
de: Der Diskussionsbeitrag wurde unsichtbar gemacht.
fr: La contribution à la discussion a été rendue invisible.
pl: Wpis w dyskusji został zapisany jako niewidoczny.
ru: Запись для обсуждения была удалена

source: Creating new consultation failed.
ar: فشل في انشاء استشارة.
cs: Vytvoření nové porady selhalo.
de: Erstellen einer neuen Beteiligungsrunde ist gescheitert.
fr: La création d’un nouveau cycle de participation a échoué.
pl: Utworzenie nowej rundy nie powiodło się
ru: Создать новую группу участия не удалось

source: New consultation has been created.
ar: تم انشاء استشارة جديدة.
cs: Byla vytvořena nová porada.
de: Neue Beteiligungsrunde erstellt.
fr: Un nouveau cycle de participation a été créé.
pl: Nowa runda została utworzona.
ru: Новая группа участия создана

source: No consultation provided.
ar: لا توجد استشارة مقدمه.
cs: Nebyla poskytnuta porada.
de: Keine Beteiligungsrunde angegeben!
fr: Aucun cycle de participation a été fourni!
pl: Nie wybrano żadnej rundy!
ru: Группа участия не указана

source: Custom phase names have been saved.
ar: تم حفظ اسم المرحلة المخصص
cs: Zvolené názvy etap byly uloženy.
de: Die angepassten
fr: Les noms personnalisés ont été enregistrés.
pl: Wybrane nazwy faz zostały zapisane.
ru: Имена пользовательского этапа были сохранены

source: Form settings were updated.
ar: تم تحديث اعدادات النموذج.
cs: Nastavení formulářů bylo aktualizováno.
de: Die Formulareinstellungen wurden aktualisiert.
fr: Les paramètres de formulaire ont été mis à jour.
pl: Ustawienia formularza zostały zaktualizowane.
ru: Настройки формуляра были обновлены

source: Form settings cannot be updated. Please check the errors marked in the form below and try again.
ar: تعذر تحديث إعدادات النموذج. يرجى التحقق من رسالة الخطأ وحاول مرة أخرى.
cs: Aktualizace nastavení formulářů se nezdařila. Prosím opravte vyznačené chyby a zkuste znovu.
de: Die Formulareinstellungen konnten nicht aktualisiert werden. Bitte die Fehlermeldung überprüfen und erneut versuchen.
fr: Les paramètres de formulaire ne peuvent pas pas être mis à jour. Vérifie les messages d’erreur et ressaye.
pl: Ustawienia formularza nie mogły zostać zaktualizowane. Proszę sprawdzić komunikat o błędzie i spróbować ponownie.
ru: Не удалось обновить настройки формуляра. Пожалуйста, проверьте уведомление об ошибке и повторите попытку

source: Cannot delete already used groups.
ar: لايمكن حذف المجموعات المستخدمة حاليا.
cs: Nelze smazat již užité skupiny.
de: Bereits benutzte Gruppen können nicht entfernt werden.
fr: Des groupes déjà utilisés ne peuvent pas être supprimés.
pl: Nie można usunąć używanych grup.
ru: Уже используемые группы не могут быть удалены

source: Cannot edit groups after consultation has been started.
ar: لا يمكن حذف المجموعات بعد بدء الاستشارات.
cs: Nelze upravovat skupiny po zahájení porady.
de: Gruppen können nicht verändert werden, sobald die Beteiligungsrunde gestartet ist.
fr: Les groupes ne peuvent pas être changés quand le cycle de participation a commencé.
pl: Grupy nie mogą zostać zmienione po starcie rundy.
ru: Изменение групп не возможно после запуска группы участия

source: Group cluster settings were updated.
ar: تم تحديث إعدادات أحجام المجموعة.
cs: Nastavení množiny skupin bylo aktualizováno.
de: Die Einstellungen der Gruppengrößen wurden aktualisiert.
fr: Les paramètres de taille du groupe ont été mis à jour.
pl: Ustawienia rozmiaru grupy zostały zaktualizowane.
ru: Настройки размеров групп были изменены

source: Age groups settings cannot be updated. Please check the errors marked in the form below and try again.
ar: لا يمكن تحديث الفئات العمرية. يرجى التحقق من الخطأ المحدد في النموذج والمحاولة مرة اخرى.
cs: Aktualizace nastevní věkových skupin se nezdařila. Prosím opravte vyznačené chyby a zkuste znovu.
de: Die Altersgruppen können nicht aktualisiert werden. Bitte die Fehler im Formular überprüfen.
fr: Les groupes d’âge ne peuvent pas être mis à jour. Vérifie les messages d’erreur et ressaye.
pl: Ustawienia wiekowe grupy nie mogą być zaktualizowane. Proszę sprawdzić formularz.
ru: Невозможно обновление настроек возрастных групп. Пожалуйста, проверте уведомление об ошибке в формуляре ниже и повторите попытку

source: New snippet has been successfully created.
ar: تم إنشاء المقطع بنجاح.
cs: Nový výňatek byl úspěšně vytvořen.
de: Der Schnippsel wurde erfolgreich erstellt.
fr: Le fragment a été créé avec succès.
pl: Fragment został pomyślnie utworzony.
ru: Новый фрагмент был успешно создан

source: The snippet could not be created.
ar: لا يمكن انشاء مقطع.
cs: Výňatek nemohl nešlo vytvořit.
de: Schnippsel konnte nicht erstellt werden.
fr: Le fragment n’a pas pu être créé.
pl: Nie udało się utworzyć fragmentu.
ru: Не удалось создать фрагмент

source: Create Follow-Up Snippet
cs: Vytvořit doplňující výňatek

source: The snippet could not be saved.
ar: لا يمكن حفظ المقطع.
cs: Výňatek nešlo uložit.
de: Schnippsel konnte nicht gespeichert werden.
fr: Le fragment n’a pas pu être enregistré.
pl: Nie udało zapisać się fragmentu.
ru: Не удалось сохранить фрагмент

source: Edit Follow-Up Snippet
cs: Upravit doplňující výňatek

source: New follow-up has been successfully created.
cs: Nové doplnění bylo úspěšně vytvořeno.

source: The follow-up could not be created.
cs: Doplnění nebylo vytvořeno.

source: Create Follow-up
cs: Vytvořit doplnění

source: The follow-up could not be saved.
cs: Doplnění nešlo uložit.

source: Edit Follow-Up
cs: Upravit doplnění

source: The snippet has been deleted.
ar: تم حذف المقطع.
cs: Výňatek byl smazán.
de: Schnippsel wurde gelöscht.
fr: Le fragment a été supprimé.
pl: Fragment został skasowany.
ru: Фрагмент был удалён

source: Snippet order has been updated.
ar: تم تحديث ترتيب المقتطفات.
cs: Pořadí výňatků bylo aktualizováno.
de: Reihenfolge der Schnippsel wurde aktualisiert.
fr: Mise à jour de l’ordre des fragments.
pl: Kolejność fragmentów została zaktualizowana.
ru: Последовательность фрагментов была обновлена

source: The follow-up has been deleted.
cs: Doplnění bylo smazáno.

source: The follow-up could not be deleted as there are snippets attached to it.
cs: Doplnění nešlo smazat, protože jsou k němu přiložené výňatky.

source: %d contributions linked.
ar: تم ربط المساهمات d%.
cs: %d příspěvků bylo propojeno
de: %d Beiträge wurden verknüpft.
fr: %d des contributions ont été liées.
pl: %d Wpisy zostały połączone.
ru: %d записей было прикреплено

source: %d follow-ups linked.
cs: %d doplňků bylo propojeno

source: %d snippets linked.
ar: تم ربط المقتطفات d%.
cs: %d výňatků propojeno.
de: %d Auszüge wurden verlinkt
fr: %d des fragments ont été liés.
pl: %d fragmenty zostały połączone linkiem.
ru: %d фрагментов было прикреплено

source: Contribution not found.
ar: لم يتم العثور على المساهمات.
cs: Příspěvek nenalezen.
de: Beitrag nicht gefunden.
fr: Contribution non trouvée.
pl: Wpis nie został odnaleziony.
ru: Запись не найдена

source: This contribution can't be deleted, because it has already been voted upon.
ar: لا يمكن حذف هذه المساهمة لأنه يتم التصويت عليها.
cs: Tento příspěvek nelze smazat, neboť se o něm už hlasovalo.
de: Dieser Beitrag konnte nicht gelöscht werden, weil er bereits in der Abstimmung war.
fr: La contribution ne peut pas être supprimée, parce qu’elle a déjà fait partie de vote.
pl: Ten wpis nie mógł zostać usunięty, ponieważ znajduje się w fazie głosowania.
ru: Не удалось удалить данную запись, так как она уже находилась в процессе голосования

source: Contribution was deleted.
ar: تم حذف المساهمة.
cs: Příspěvek smazán.
de: Beitrag wurde gelöscht.
fr: Contribution supprimée.
pl: Wpis został usunięty
ru: Запись была удалена

source: Delete contribution failed.
ar: فشل حذف المساهمة.
cs: Smazání příspěvku se nezdařilo.
de: Löschen des Beitrags ist gescheitert.
fr: La suppression de la contribution a echoué.
pl: Usuwanie wpisu nie udało się.
ru: Не удалось удались запись

source: Contribution update failed.
ar: فشل تحديث المساهمة.
cs: Aktualizace příspěvku se nezdařila.
de: Aktualisierung des Beitrags ist gescheitert.
fr: L’actualisation de la contribution a echoué.
pl: Zaktualizowanie wpisu nie udało się.
ru: Не удалось обновить запись

source: Video service used for embedding video in this contribution was disabled. Video will be deleted after save contribution.
ar: تم تعطيل خدمة الفيديو المستخدمة لدمج الفيديو في هذه المساهمة، سيتم حذف الفيديو بعد حفظ لمساهمة
cs: Služba uložení videa v tomto příspěvku byla vypnuta. Video bude po uložení příspěvku smazáno.
de: Der Videodienst zur Einbindung in diesem Beitrag wurde deaktiviert. Das Video wird beim nächsten Speichern gelöscht.
fr: Le service utilisé pour intégrer le vidéo dans cette contribution a été désactivé. Le vidéo sera supprimé après le prochain enregistrement.
pl: Usługa wideo jest wyłączona dla tego wpisu. Przy następnym zapisywaniu wideo zostanie usunięte.
ru: Видео служба для встроенного в данную запись видео была деактивирована. Видео будет удалено при следующем сохранении

source: Contribution was created.
ar: تم انشاء المساهمة.
cs: Příspěvek vytvořen.
de: Beitrag wurde erstellt.
fr: Une contribution a été créée.
pl: Wpis został utworzony.
ru: Запись была успешно создана

source: New contribution cannot be created. Please check the errors marked in the form below and try again.
ar: لا يمكن إنشاء مساهمة جديدة. يرجى التحقق من المعلومات الواردة في الاستمارة والمحاولة مرة أخرى.
cs: Nový příspěvek nelze vytvořit. Prosím opravte vyznačené chyby a zkuste znovu.
de: Ein neuer Beitrag konnte nicht erstellt werden. Bitte die Hinweise im Eingabeformular nochmals überprüfen.
fr: Une nouvelle contribution n'a pas pu être créée. Vérifie les messages d’erreur et ressaye.
pl: Nowy wpis nie mógł zostać utworzony. Proszę ponownie sprawdzić dane w formularzu.
ru: Не удалось создать новую запись. Пожалуйста, проверьте уведомления об ошибкe в формуляре ниже

source: Video contribution settings are inherited from Question, therefore it is possible to add a video only after saving this Contribution thus linking it to a Question.
ar: اعدادات مساهمة الفيديو منحدرة من السؤال، لذلك فانه من الممكن اضافة فيديو فقط بعد حفظ المساهمة وربطها مع السؤال.
cs: Nastavení video příspěvku bylo převzato z Otázky, a tedy lze přidat video pouze po uložení Příspěvku, čímž se propojí Příspěvek s Otázkou.
de: Die Einstellungen zur Videoeinbindung werden über die Frage festgelegt. Daher ist es erst möglich ein Video hinzuzügen, wenn der Beitrag einer Frage zugeordnet wurde.
fr: Les paramètres de la contribution de vidéo sont déterminés par la question, c'est pourquoi il est seulement possible d'ajouter un vidéo après celui a été lié à une question.
pl: Ustawienia wideo są zdefiniowane przez pytanie. Wideo można zatem dodać po przyporządkowaniu wpisu do pytania.
ru: Настройки к встроенному видео были установлены в связи с Вопросом. Поэтому добавление нового видео возможно только если запись была прикреплена к соответствующему вопросу

source: %d contributions have been deleted.
ar: تم حذف المساهمات d%.
cs: %d příspěvků bylo smazáno.
de: %d Beiträge wurden gelöscht.
fr: %d de contributions ont été effacées.
pl: Wpisy %d zostały usunięte.
ru: %d записей было удалено

source: %d contributions have been blocked.
ar: تم جظر المساهمات d%.
cs: %d příspěvků bylo zablokováno.
de: %d Beiträge wurden geblockt.
fr: %d de contributions ont été bloquées.
pl: Wpisy %d zostały zablokowane.
ru: %d записей было заблокировано

source: %d contributions have been unblocked.
ar: تم فك حظر المساهمات d%.
cs: %d příspěvků bylo odblokováno.
de: %d Beiträge wurden wieder freigegeben.
fr: %d de contributions ont été débloquées.
pl: Wpisy %d zostały ponownie odblokowane.
ru: %d записей было разблокировано

source: Contribution has been deleted.
ar: تم حذف المساهمة.
cs: Příspěvek byl smazán.
de: Beitrag gelöscht.
fr: La contribution a été supprimé!
pl: Wpis został usunięty.
ru: Запись была удалена

source: No question provided.
ar: لا توجد اسئلة!
cs: Nebyla poskytnuta otázka.
de: Keine Frage angegeben!
fr: Aucune question fournie.
pl: Nie wprowadzono pytania!
ru: Ни одного вопроса не было выбрано

source: The discussion contribution was hidden.
ar: تم اخفاء مساهمات المناقشة.
cs: Příspěvek do diskuze byl skryt.
de: Der Diskussionsbeitrag wurde unsichtbar gemacht.
fr: La contribution à la discussion a été cachée.
pl: Wpis w dyskusji został zapisany jako niewidoczny.
ru: Запись для обсуждения была скрыта

source: The discussion contribution was shown.
ar: تم اظهار مساهمات المناقشة.
cs: Příspěvek do diskuze byl zveřejněn.
de: Der Diskussionsbeitrag wurde gezeigt.
fr: La contribution à la discussion a été montrée.
pl: Wpis w dyskusji został pokazany.
ru: Запись для обсуждения была показана

source: The discussion contribution was set as user confirmed.
ar: تم تاكيد نقاش المساهمة من قبل المستخدم.
cs: Příspěvek do diskuze byl nastaven dle přání uživatele.
de: Der Diskussionsbeitrag wurde als nutzerbestätigt markiert.
fr: La contribution à la discussion a été marquée comme confirmé par l'utilisateur.
pl: Wpis w dyskusji został oznaczony jako potwierdzony przez użytkownika/użytkowniczkę.
ru: Запись для обсуждения была подтверждена пользователем

source: The user confirmation was removed from the discussion contribution.
ar: تمت إزالة تأكيد المستخدم من مناقشة المساهمات.
cs: Uźivatelovo potvrzení bylo z diskuzního příspěvku odstraněno.
de: Die Nutzerbestätigung wurde vom Diskussionsbeitrag entfernt.
fr: La confirmation d'utilisateur a été enlevée de cette contribution à la discussion.
pl: Potwierdzenie użytkownika/użytkowniczki zostało usunięte z wpisu dyskusji.
ru: Подтверждение пользователя было удалено для данной записи для обсуждения

source: An <a href="%s">input</a> was created from the discussion contribution.
ar: تم انشاء <a href="%s">المدخل</a> من مناقشة المساهمات.
cs: <a href="%s">příspěvek</a> byl vytvořen z diskuzního příspěvku.
de: Aus dem Diskussionsbeitrag wurde ein Ein <a href="%s">Beitrag</a> für die Beteiligungsrunde erstellt.
fr: un <a href="%s">Beitrag</a> a été créé pour le cycle de contribution.
pl: Z wpisu w dyskusji został utworzony <a href="%s">Wpis</a>.
ru: Из записи для обсуждения была создана <a href="%s">запись </a> для данной группы участия

source: Component has been saved.
ar: تم حفظ العنصر.
cs: Komponent byl uložen.
de: Komponente wurde gespeichert.
fr: Le composant a été enregistré.
pl: Część składowa została zapisana.
ru: Элемент был сохранён

source: Component has been deleted.
ar: تم حذف العنصر.
cs: Komponent byla smazán.
de: Komponente wurde gelöscht.
fr: Le composant a été supprimé.
pl: Część składowa została usunięta.
ru: Элемент был удалён

source: All emails have been successfully sent.
ar: تم ارسال جميع رسائل البريد الإلكتروني بنجاح.
cs: Všechny emaily byly úspěšně odeslány.
de: Alle E-Mails wurden erfolgreich gesendet.
fr: Tous les courriels ont été envoyés avec succès.
pl: Wszystkie E-Maile zostały wysłane.
ru: Все электронные письма были успешно отправлены

source: Email has been queued for sending.
ar: البريد الالكتروني في قائمة الانتظار للارسال.
cs: Email čeká ve frontě na odeslání.
de: E-Mail in Warteschleife für Versand.
fr: Le courriel est en file d'attente pour l'envoi.
pl: E-Mail czeka w kolejce na wysłanie.
ru: Электронное письмо было поставлено в очередь для отправки

source: Email has been queued for resending.
ar: البريد الإلكتروني في قائمة الانتظار لإعادة إرسال.
cs: Email čeká ve frontě na opětovné odeslání.
de: E-Mail in Warteschleife für erneuten Versand.
fr: Le courriel est en file d'attente pour le renvoi.
pl: E-Mail czeka w kolejce na ponowne wysłanie.
ru: Электронное письмо было поставлено в очередь для повторной отправки

source: Email template has been saved.
ar: تم حفظ قالب البريد الالكتروني.
cs: Emailová šablona byla uložena.
de: Die Email-Vorlage wurde gespeichert.
fr: Le modèle de courriel a été enregistré.
pl: Szablon E-Maila został zapisany.
ru: Черновик электронного письма был успешно сохранён

source: Template has been deleted.
ar: تم حذف القالب.
cs: Šablona byla smazána.
de: Die Vorlage wurde gelöscht.
fr: Le modèle de courriel a été supprimé.
pl: Szablon został usunięty.
ru: Черновик был удалён
