Repository: DeutscherBundesjugendring/epartool
Catalog: languages/*/admin.po
Languages: ar, cs, de, fr, pl, ru

source: Accepted Size
ar: الحجم الموافق عليه
cs: Přijatelná velikost
de: Zugelassene Größe
fr: Taille acceptée
pl: Dopuszczalna wielkość
ru: Допущенная величина

source: Stated Size
ar: الحجم المحدد
cs: Nahlášená Velikost
de: Angegebene Größe
fr: Taille indiquée
pl: Podana wielkość
ru: Указанная величина

source: Show all contributions by this user
ar: اظهر المساهمات من خلال المستخدمين
cs: Ukázat všechny příspěvky tohoto uživatele
de: Alle Beiträge von Nutzer_in anzeigen
fr: Montrer toutes le contributions de cet utilisateur
pl: Pokaż wszystkie wpisy użytkownika/użytkowniczki
ru: Показать все записи пользователя

source: Edit permissions
ar: تعديل الصلاحيات
cs: Upravit povolení
de: Genehmigungen bearbeiten
fr: Éditer les autorisations
pl: Edytuj uprawnienia
ru: Редактировать разрешения

source: There are no permissions to be set.
ar: لا توجد صلاحية للضبط؟
cs: Neexistují žádná povolení k nastavení.
de: Keine neuen Berechtigungen vorhanden.
fr: Il n’a pas de nouvelles autorisations
pl: Nie ma nowych powiadomień.
ru: На данный момент нет новых разрешений

source: Compose an email for all invited users
ar: انشاء بريد الكتروني لجميع المستخدمين المدعويين
cs: Napsat email všem pozvaným uživatelům
fr: Envoyer un courriel externe à tous les utilisateurs autorisés.
pl: Wyślij E-Maile dla uprawionych osób
ru: Написать письмо всем приглашённым пользователям

source: Voting Invitations
ar: دعوات التصويت
cs: Pozvánky k Hlasování
de: Voting-Einladungen
fr: Invitations de vote
pl: Zaproszenie do głosowania.
ru: Приглашения к голосованию

source: User Name
ar: اسم المستخدم
cs: Uživatelské Jméno
fr: Nom d’utilisateur
pl: Podaj nazwę użytkownika /użytkowniczki!
ru: имя пользователя

source: Voting weight
ar: حجم التصويت
cs: Síla hlasu
fr: Poids du vote
pl: Waga głosowania
ru: Важность голосования

source: Preview and send invitation
ar: عرض وارسال الدعوات
cs: Ukázat náhled a poslat pozvánku
de: Einladungen ansehen und verschicken
fr: Prévisualiser les invitations et envoyer
pl: Zobacz i wyślij zaproszenia
ru: Посмотреть и отправить приглашение

source: Do you really want to send invitation to this user again?
ar: هل تريد اعادة ارسال دعوة لهذا المستخدم؟
cs: Opravdu chcete tomuto uživateli opět poslat pozvánku?
de: Möchtest du die Einladung erneut versenden?
fr: Voudriez-vous vraiment envoyer cette invitation encore une fois?
pl: Czy chcesz ponownie wysłać to zaproszenie?
ru: Ты действительно хочешь отправить приглашение этому пользователю?

source: Invitation has been sent at %s
ar: تم ارسال الدعوة في s%
cs: Pozvánka byla odeslána v %s
de: Einladung wurde gesendet um %s
fr: L’invitation a été envoyée à %s
pl: Zaproszenie wysłano o %s
ru: Приглашение было отправлено на %s

source: Do you really want to send invitation to this user?
ar: هل تريد ارسال دعوة لهذا المستخدم؟
cs: Opravdu chcete odeslat pozvánku tomuto uživateli?
de: Willst du wirklich Einladung an diesen User schicken?
fr: Veux-tu vraiment envoyer une invitation à cet utilisateur?
pl: Na pewno chcesz wysłać zaproszenie do tego użytkownika/tej użytkowniczki?
ru: Ты действительно хочешь отправить приглашение этому пользователю?

source: Send invitation
ar: ارسال دعوة
cs: Odeslat pozvánku
de: Einladung schicken
fr: Envoyer l’invitation
pl: Wyślij zaproszenie
ru: Отправить приглашение

source: There are no participants to be invited.
ar: لا يوجد مشاركين ليتم دعوتهم
cs: Nejsou zde žádní uživatelé k pozvání.
fr: Il n’y a aucun participant disponible pour une invitation.
pl: Nie ma żadnych uczestników/uczestniczek do wyboru, by wysłać zaproszenie.
ru: На данный момент нет участников для приглашения

source: Back to Voting Participants
ar: عودة الى مشاركين التصويت
cs: Zpět na Účastníky Hlasování
de: Zurück zu Abstimmungsteilnehmer_innen
fr: Revenir aux participants de vote
pl: Z powrotem do użytkowników/użytkowniczki głosowania
ru: Обратно к участникам голосования

source: Edit Voting Participant:
ar: تعديل المشاركين بالتصويت:
cs: Upravit Účastníka Hlasování:
de: Abstimmungsteilnehmer_in bearbeiten
fr: Éditer le participant de vote:
pl: Edytuj użytkowników/użytkowniczki głosowania
ru: Редактировать участников голосования

source: Please select a duplicate participant to be deleted. The data of selected participant will be transferred to currently edited participant. Eventually, the selected participant will be removed.
ar: الرجاء اختيار المشارك/ة المكرر/ة ليتم حذفه/ا، البيانات للمشارك/ة ستم نقلها للتحرير،
cs: Zvolte prosím duplikát účasníka ke smazání. Údaje zvoleného účastníka budou přemístěny do profilu účastníka momentálně spravovaného. Zvolený účastník bude posléze smazán.
de: Bitte wähle doppelte_n Teilnehmer_in aus, die/den du löschen willst. Die Daten der/des Teilnehmenden werden zu aktuell ausgewählter/m Teilnehmenden transferiert. Anschließend wird Teilnehmende_r gelöscht.
fr: Choisis le participant doublé que tu veux supprimer. Les données du participant seront transférées aux participant actuellement sélectionné. Ensuite, le participant sera supprimé.
pl: Proszę zaznacz powtarzających się użytkowników/powtarzające się użytkowniczki, których /które chcesz usunąć. Dane zostaną przetransferowane do wybranych użytkowników /użytkowniczek. Następnie użytkownik /użytkowniczka zostanie usunięty /usunięta.
ru: Пожалуйста, выберите повторяющегося участника для удаления. Данные выбранного участника будут перенесены на участника, который находится в процессе обработки. Затем выбранный участник будет удалён

source: Voting Participants
ar: المشاركين في التصويت
cs: Účastníci Hlasování
de: Abstimmungsteilnehmer_innen
fr: Tous les participants de vote
pl: Uczestnicy /Uczestniczki głosowania
ru: Участники голосования

source: Total participants
ar: مجموع المشاركين
cs: Účastníků celkem
de: Alle Teilnehmer_innen
fr: Tous les participants
pl: Wszyscy uczestnicy /wszystkie uczestniczki
ru: Все участники

source: Group
ar: مجموعة
cs: Skupina
de: Gruppe
fr: Groupe
pl: Grupa
ru: Группа

source: Participant
ar: مشارك
cs: Účastník
de: Teilnehmer_in
fr: Participant_e
pl: Użytkownik /użytkowniczka
ru: Участник

source: Votes Left
ar: اﻷصوات المتروكه
cs: Zbývajících Hlasů
de: Fehlende Stimmen
fr: Votes manquants
pl: Brakujące głosy
ru: Осталось голосов

source: Denied
ar: مرفوض
cs: Zamítnuto
de: Abgelehnt
fr: Refusé
pl: Odrzucony / odrzucona
ru: Отклонено

source: Merge participants
ar: دمج المشاركين
cs: Spojit účastníky
de: Abstimmungsteilnehmer_innen zusammenführen
fr: Combiner les participants de vote
pl: Połącz głosujących/głosujące
ru: Объединить участников

source: Confirm voting participant?
ar: تاكيد تصويت المشارك؟
cs: Potvrdit hlasujícího účastníka?
de: Abstimmungsteilnehmer_in zulassen?
fr: Confirmer le participant de vote?
pl: Dopuść użytkownika /użytkowniczkę do głosowania?
ru: Подтвердить участника голосования?

source: Confirm participant
ar: تأكيد مشارك
cs: Potvrdit účastníka
de: Teilnehmer_in bestätigen
fr: Confirmer le participant
pl: Potwierdź użytkownika/użytkowniczkę
ru: Подтвердить участника

source: Deny voting participant?
ar: رفض تصويت المشارك؟
cs: Odmítnout hlasujícího účastníka?
de: Abstimmungsteilnehmer_in ablehnen?
fr: Refuser le participant de vote?
pl: Odrzuć głosującego /głosującą?
ru: Отклонить участника голосования?

source: Deny participant
ar: رفض مشارك
cs: Odmítnout účastníka
de: Teilnehmer_in ablehnen
fr: Refuser le participant
pl: Odrzuć użytkownika /użytkowniczkę
ru: Отклонить участника

source: Delete voting participant?
ar: حذف تصويت المشارك؟
cs: Smazat hlasujícího účastníka?
de: Bewertungen löschen?
fr: Supprimer l’évaluation?
pl: Usuń oceny?
ru: Удалить участника голосования?

source: Delete participant
ar: حذف مشارك
cs: Smazat účastníka
de: Teilnehmer_in löschen
fr: Supprimer le participant?
pl: Usuń uczestnika /uczestniczkę
ru: Удалить участника

source: Send reminder
ar: ارسال تذكير
cs: Odeslat připomínku
de: Erinnerung senden
fr: Envoyez rappel
pl: Wyślij przypomnienie
ru: Отправить напоминание

source: There are no participants yet.
ar: لا يوجد مشاركين حاليا
cs: Nejsou zde zatím žádní účastníci.
de: Es gibt noch keine Teilnehmer_innen
fr: Il n’y a pas encore de participants
pl: Aktualnie nie ma żadnych uczestników /uczestniczek
ru: На данный момент нет участников

source: Download table as file
ar: حمل الجدول بصيغة ملف
cs: Uložit tabulku jako soubor
de: Tabelle als Datei herunterladen
fr: Télécharger le tableau comme fichier
pl: Pobierz tabele jako plik
ru: Скачать таблицу как файл

source: Voting Results
ar: نتائج التصويت
cs: Výsledky hlasování
de: Abstimmungsergebnisse
fr: Résultats de vote
pl: Wyniki głosowania
ru: Результаты голосования

source: Weighted points
ar: النقاط المرجحة
cs: Posílené body
de: gewichtete Punkte
fr: Points pondérés
pl: ważone punkty
ru: Пункты по важности

source: votes
ar: الأصوات
cs: hlasy
de: Stimmen
pl: Głosy
ru: голосования

source: There are no voting results to be shown at the moment.
ar: حاليا لا يوجد نتائج التصويت يمكن أن تظهر.
cs: Zatím nejsou ke shlédnutí žádné výsledky hlasování
de: Zurzeit können keine Abstimmungsergebnisse gezeigt werden.
fr: Il n'y a pas de résultats de vote à montrer actuellement.
pl: W tym momencie wyniki głosowania nie mogą być pokazane.
ru: В настоящий момент отсутствуют результаты голосования

source: Voting Settings
ar: اعدادات التصويت
cs: Nastavení hlasování
de: Abstimmungseinstellungen
fr: Paramètres de vote
pl: Ustawienia głosowania
ru: Установки голосования

source: Related
ar: ذات علاقه
cs: Spřízněné
de: Bezug
fr: Lien
pl: Pokrewne
ru: Соответствие

source: Add related contributions
ar: اضافة مساهمة ذات علاقة
cs: Přidat spřízněný přispěvek
de: Beiträge mit Beziehung hinzufügen.
fr: Ajouter des contributions liées
pl: Dodaj pokrewne wpisy
ru: Добавить соответствующие записи

source: Unlink contribution
ar: ازالة رابط المساهمة
cs: Zrušit odkaz na příspěvek
de: Beitragsverknüpfung entfernen
fr: Supprimer le lien de la contribution
pl: Usuń link wpisu
ru: Удалить ссылку на запись

source: Origin
ar: المصدر
cs: Původ
de: Ursprung
fr: Origine
pl: Pochodzenie
ru: Источник

source: Copy contribution
ar: نسخ المشاركة
cs: Kopírovat příspěvek
de: Beitrag kopieren
fr: Recopier la contribution
pl: Kopiuj wpis
ru: Копировать запись

source: Split contribution
ar: تقسيم المشاركة
cs: Rozdělit přispěvek
de: Beitrag aufteilen
fr: Diviser la contribution
pl: Podziel wpis
ru: Разделить запись

source: Link contributions
ar: رابط المشاركات
cs: Propojit příspěvky
de: Beiträge verlinken
fr: Lier les contributions
pl: Dodaj link do wpisów
ru: Соединить записи

source: Original contribution
ar: المشاركة الأصلية
cs: Původní přispěvek
de: Ursprünglicher Beitrag
fr: Contribution originale
pl: Oryginalny wpis
ru: Первоначальная запись

source: Search text
ar: بحث
cs: Prohledat text
de: Textsuche
fr: Recherche de texte
pl: Szukaj tekstu
ru: Поиск текста

source: Link selection to original contribution
ar: رابط المشاركة الاصلية
cs: Propojit zvolené s původním přispěvkem
de: Verlinke Beitrag mit ursprünglichem Beitrag
fr: Lier la contribution avec la contribution originale
pl: Dodaj link do oryginalnego wpisu
ru: Соединить запись с исходной записью

source: Back to Voting Preparation
ar: عودة الى تحضير التصويت
cs: Zpět na Přípravu k hlasování
de: Zurück zur Vorbereitung des Votings
fr: Revenir à la préparation du vote
pl: Z powrotem do przygotowania głosowania
ru: Обратно к подготовке голосования

source: Copy Contribution
ar: نسخ المشاركة
cs: Zkopírovat příspěvek
de: Kopierter Beitrag
fr: Copier la contribution
pl: Kopiuj folder
ru: Копировать запись

source: Create Folder
ar: انشاء ملف
cs: Vytvořit složku
de: Ordner erstellen
fr: Créer un dossier
pl: Utwórz folder
ru: Создать папку

source: Voting Preparation
ar: التحضير للتصويت
cs: Připrava k hlasování
de: Abstimmungsvorbereitung
fr: Préparations de vote
pl: Przygotowanie głosowania
ru: Подготовка голосования

source: Merge Contributions
ar: دمج المشاركات
cs: Spojit přispěvky
de: Beiträge zusammenführen
fr: Combiner les contributions
pl: Połącz wpisy
ru: Объединить записи

source: Original Contributions
ar: المشاركة الأصلية
cs: Původní příspěvky
de: Ursprüngliche Beiträge
fr: Contributions originales
pl: Wpisy oryginalne
ru: Исходные записи

source: Search contributions
ar: بحث عن مشاركه
cs: Prohledat přispěvky
de: Beiträge suchen
fr: Chercher des contributions
pl: Szukaj wpisów
ru: Искать записи

source: Search
ar: بحث
cs: Hledat
de: Suche
fr: Recherche
pl: Szukaj
ru: Поиск

source: Filter
ar: تصفية
cs: Filtr
fr: Filtre
ru: Фильтр

source: User created
ar: تم انشاء مستخدم جديد
cs: Vytvořeno uživatelem
de: User erstellt
fr: L’utilisateur a été créé
pl: Utwórz konto użytkownika /użytkowniczki
ru: Пользователь создан

source: Admin created
ar: تم انشاء مدير جديد
cs: Vytvořeno administrátorem
de: Admin erstellt
fr: L’administrateur a été créé
pl: Utwórz administratora /administratorkę
ru: Администратор создан

source: All folders
ar: جميع الملفات
cs: Všechny složky
de: Alle Ordner
fr: Tous les dossiers
pl: Wszystkie foldery
ru: Все папки

source: Folder root
ar: أصل المجلد
cs: Základní složka
de: Ordnerstamm
fr: Origine du dossier
pl: Pochodzenie folderu
ru: Корень папок

source: Add folder
ar: اضافة ملف
cs: Přidat složku
de: Ordner hinzufügen
fr: Ajouter un dossier
pl: Dodaj folder
ru: Добавить папку

source: Merge
ar: دمج
cs: Spojit
de: Zusammenfügen
fr: Combiner
pl: Połącz
ru: Объединить

source: Release contributions?
ar: إطلاق المشاركه؟
cs: Uvolnit přispěvky?
de: Beiträge freigeben?
fr: Partager les contributions?
pl: Dopuść wpisy?
ru: Разрешить записи?

source: Release
ar: إطلاق
cs: Uvolnit
de: Freigeben
fr: Partager
pl: Dopuść
ru: Разрешить

source: Block contributions?
ar: حظر المشاركة؟
cs: Zablokovat příspěvky
de: Beiträge blocken?
fr: Bloquer ces contributions?
pl: Zablokuj wpisy?
ru: Блокировать записи?

source: Set contributions for voting?
ar: تعيين المشاركات للتصويت؟
cs: Nastavit příspěvky k hlasování?
de: Beiträge für Abstimmung festlegen?
fr: Déterminer des contributions pour le vote?
pl: Ustaw wpisy do głosowania?
ru: Определить записи для голосования?

source: Allow for voting
ar: السماح بالتصويت
cs: Povolit hlasování
de: Zulassen zur Abstimmung
fr: Autoriser à voter
pl: Dopuszczone do głosowania
ru: Допустить к голосованию

source: Ban contributions from voting?
ar: حذف المشاركة من التصويت؟
cs: Nepustit přispěvky k hlasování?
de: Beiträge von der Abstimmung ausschließen?
fr: Exclure ces contribution du vote?
pl: Wyłączyć wpisy z głosowania?
ru: Исключить записи из голосования?

source: Ban from voting
ar: استبعاد من التصويت
cs: Zakázat hlasování
de: von der Abstimmung ausschließen
fr: Exclure du vote
pl: Wyłącz z głosowania
ru: Исключить из голосования

source: Delete contributions?
ar: حذف المشاركة
cs: Smazat příspěvky?
de: Beiträge löschen?
fr: Supprimer les contributions?
pl: Usuń wpisy?
ru: Удалить записи?

source: Move contributions?
ar: نقل المشاركة؟
cs: Přemístit přispěvky?
de: Beiträge verschieben?
fr: Déplacer les contributions?
pl: Przenieś wpisy?
ru: Переместить записи?

source: Move to folder
ar: نقل الى الملف
cs: Přemístit do složky
de: In Ordner verschieben
fr: Déplacer vers un dossier
pl: Przenieś do folderu
ru: Переместить в папку

source: Split Contribution
ar: تقسيم المشاركة
cs: Rozdělit Příspěvek
de: Beitrag aufteilen
fr: Diviser la contribution
pl: Podziel wpis
ru: Разделить запись

source: Original Contribution
ar: المشاركة الأصلية
cs: Původní Příspěvek
de: Ursprünglicher Beitrag
fr: Contribution initiale
pl: Oryginalny wpis
ru: Первоначальная запись

source: Supporting
de: Unterstützung

source: Action
de: Aktion

source: End
de: Ende

source: Home page
de: Startseite

source: Consultation info
de: Info-Bereich der Beteiligungsrunden

source: Consultation question
de: Fragestellung

source: Consultation input
de: Beitragsphase

source: Consultation voting
de: Abstimmungsphase

source: Voting preparation
de: Abstimmungsvorbereitung

source: Voting permissions
de: Abstimmungsberechtigungen

source: Voting participants
de: Abstimmungsteilnehmende

source: Voting results
de: Abstimmungsergebnisse

source: Reactions & Impact
ar: Hilfetext Reaktionen & Wirkung
de: Reaktionen & Wirkung
fr: Hilfetext Reaktionen & Wirkung
pl: Hilfetext Reaktionen & Wirkung
ru: Hilfetext Reaktionen & Wirkung

source: Reactions & Impact snippets
de: Reaktionen & Wirkung snippets

source: Consultation general settings
de: Grundeinstellungen der Beteiligungsrunde

source: Consultation participant settings
de: Teilnehmereinstellungen der Beteiligungsrunde

source: Consultation voting settings
de: Abstimmungseinstellungen der Beteiligungsrunde

source: Consultation phase settings
de: Phasen der Beteiligungsrunde

source: Consultation group settings
de: Gruppeneinstellungen der Beteiligungsrunde

source: Create Reactions & Impact Snippet
de: Erstelle Reaktionen & Wirkung Schnippsel

source: Edit Reactions & Impact Snippet
de: Reaktionen & Wirkung Schnippsel bearbeiten

source: New Reactions & Impact has been successfully created.
de: Reaktionen & Wirkung wurde erfolgreich erstellt.

source: The Reactions & Impact could not be created.
de: Reaktionen & Wirkung konnte nicht erstellt werden.

source: Create Reactions & Impact
de: Reaktionen & Wirkung erstellen

source: The Reactions & Impact could not be saved.
de: Reaktionen & Wirkung konnte nicht gespeichert werden.

source: Edit Reactions & Impact
de: Ändere Reaktionen & Wirkung

source: The reaction & impact has been deleted.
de: Reaktionen & Wirkung wurde gelöscht.

source: The reaction & impact could not be deleted as there are snippets attached to it.
de: Reaktionen & Wirkung konnte nicht gelöscht werden, weil Schnippsel verknüpft sind.

source: %d Reactions & Impact linked.
de: %d Reaktionen & Wirkung wurden verknüpft

source: Do you want to override the current colour scheme? Any previous custom settings will be lost.
de: Soll das Farbschema wirklich geändert werden? Bisherige Farbeinstellungen gehen damit verloren.

source: Anonymous Contribution finish info
de: Infotext nach Abschluss des anonymen Beitragens

source: Published
de: Öffentlich

source: Enable Reactions & Impact
de: Reaktionen & Wirkung aktivieren

source: Reactions & Impact phase explanation
de: Einführung zu Reaktionen & Wirkung

source: Info
ar: معلومات
de: Infos
fr: Informations
pl: Informacje
ru: Информация

source: Reaction & Impact
de: Reaktionen & Wirkung

source: Tags
ar: اشارات
de: Schlagwörter
fr: Mots-clés
pl: Słowa kluczowe
ru: Ключевые слова

source: Participants who signed up to receive Reactions & Impact
de: Teilnehmende, die über Reaktionen & Wirkung informiert werden

source: License
ar: الترخيص
de: Lizenz/Info
pl: Licencja/informacja
ru: Лицензия

source: Activity links for consultations enabled on homepage
de: Aktionslinks auf der Homepage anzeigen

source: Role
ar: الدور
de: Rolle
fr: Rôle
pl: Rola
ru: Роль

source: Preparation
de: Vorbereitung

source: Change media
de: Datei wechseln

source: Download
ar: تحميل
de: Herunterladen
fr: Télécharger
pl: Pobierz
ru: Скачать

source: Anonymous contributions
de: Anonymes Beitragen

source: On
de: An

source: Off
de: Aus

source: Anonymous contributions finish page
de: Abschlussseite beim anonymen Beitragen

source: Back to Reactions & Impact
de: Zurück zu Reaktionen & Wirkung

source: New Reactions & Impact
de: Neues Reaktionen & Wirkung

source: There are no Reactions & Impact yet.
de: Es gibt noch keine Reaktionen & Wirkung.

source: Delete Reactions & Impact?
de: Reaktionen & Wirkung löschen?

source: Delete reaction & impact
de: Reaktionen & Wirkung löschen

source: Reactions & Impact Snippets
de: Textschnippsel für Reaktionen

source: There are no snippets for this reaction & impact yet.
de: Es gibt für diese Reaktionen & Wirkung noch keine Schnippsel.

source: There are no Reactions & Impact for this consultation yet.
de: Es gibt noch keine Reaktionen & Wirkung für diese Beteiligungsrunde.

source: Save Reactions & Impact links
de: Links Reaktionen & Wirkung speichern

source: Edit copied contribution
de: Kopierten Beitrag bearbeiten

source: Use My location
de: Verwende meinen Standort

source: Sent e-mails are stored for %d months. During that period, they can be manually re-sent from the list below.
de: Gesendete E-Mails werden %d Monate gespeichert und können hierüber erneut versendet werden.

source: Maximum file size
de: Maximale Dateigröße

source: Set points on the map by clicking in order to narrow down the area from which contributions can be submitted. The dots will automatically connect to an area (in red).
de: Setze durch Anklicken Punkte auf die Karte, um das Gebiet einzugrenzen, aus dem Beiträge eingebracht werden können. Die Punkte verbinden sich automatisch zu einer roten Fläche.

source: Helptexts on Frontend
de: Hilfetexte im Frontend

source: Helptexts on Backend
de: Hilfetexte im Backend

source: News bars in header
de: Newsticker im Header

source: YouTube
ar: اليوتيوب

source: Vimeo
ar: الفيمو

source: Facebook
ar: الفيسبوك

source: Email
ar: البريد
fr: Courriel

source: Status
ar: الحالة
fr: Statut
ru: Статус

source: Video
ar: فيديو
fr: Vidéo
pl: Wideo
ru: Видео

source: Newsletter
ar: المجلة
fr: Infolettre
ru: Рассылка

source: Logo
ar: شعار
ru: Эмблема

source: Partner
ar: شريك
fr: Partenaire
ru: Партнёр
