Repository: DeutscherBundesjugendring/epartool
Catalog: languages/*/admin.po
Languages: ar, cs, de, fr, pl, ru

source: Folder
ar: مجلد
cs: Složka
de: Ordner
fr: Dossier
ru: Папка

source: All Media
ar: جميع وسائل الاعلام
cs: Všechna média
de: Alle Medien
fr: Tous les médias
pl: Wszystkie media
ru: Все медиа

source: Rename
ar: تغيير الاسم
cs: Přejmenovat
de: Neu benennen
fr: Renommer
pl: Wprowadź ponownie nazwę
ru: Переименовать

source: The folder could not be renamed.
ar: لا يمكن اعادة تسمية المجلد.
cs: Složku se nepodařilo přejmenovat.
de: Der Ordner konnte nicht umbenannt werden.
fr: Le dossier n'a pas pu être renommé.
pl: Nie można zmienić nazwy tego folderu.
ru: Не удалось переименовать папку

source: The file could not be renamed.
ar: لا يمكن اعادة تسمية الملف.
cs: Tento souborse nepodařilo přejmenovat.
de: Die Datei konnte nicht umbenannt werden.
fr: Le fichier n'a pas pu être renommé.
pl: Nie można zmienić nazwy tego pliku.
ru: Не удалось переименовать файл

source: Create
ar: انشاء
cs: Vytvořit
de: Erstellen
fr: Créer
pl: Utwórz
ru: Создать

source: The folder could not be created.
ar: لا يمكن انشاء الملف.
cs: Složku se nepodařilo vytvořit.
de: Der Ordner konnte nicht erstellt werden.
fr: Le dossier n’a pas pu être créé.
pl: Nie udało się utworzyć tego folderu.
ru: Не удалось создать папку

source: The file %s has been successfully uploaded.
ar: تم تحميل الملف s% بنجاح
cs: Soubor %s byl úspěšně nahrán.
de: Die Datei %s wurde erfolgreich hochgeladen.
fr: Le fichier %s a été téléchargé avec succès.
pl: Plik %s został przesłany.
ru: Файл %s был успешно загружен

source: File could not be uploaded.
ar: لا يمكن تحميل الملف.
cs: Soubor se nepodařilo nahrát.
de: Die Datei konnte nicht hochgeladen werden.
fr: Un fichier n'a pas pu être téléchargé.
pl: Nie udało się przesłać tego pliku.
ru: Не удалось загрузить файл

source: File already exists.
ar: الملف موجود مسبقا.
cs: Soubor již existuje.
de: Datei ist schon vorhanden.
fr: Fichier existe déjà.
pl: Plik już istnieje.
ru: Данный файл уже существует

source: File could not be deleted.
ar: لا يمكن حذف الملف.
cs: Soubor se nepodařilo smazat.
de: Datei konnte nicht gelöscht werden.
fr: Le fichier n'a pas pu être supprimé.
pl: Nie można usunąć tego pliku.
ru: Не удалось удалить данный файл

source: File does not exist.
ar: الملف غير موجود.
cs: Soubor neexistuje.
de: Datei ist nicht vorhanden.
fr: Fichier n’existe pas.
pl: Plik nie istnieje.
ru: Файл не существует

source: New question has been created.
ar: تم انشاء سؤال جديد.
cs: Byla vytvořena nová otázka.
de: Die Frage wurde erstellt.
fr: La question a été créée.
pl: Nowe pytanie zostało utworzone.
ru: Новый вопрос был создан

source: Question has been deleted.
ar: تم حذف السؤال.
cs: Otázka byla smazána.
de: Die Frage wurde gelöscht.
fr: La question a été supprimée.
pl: Pytanie zostało usunięte.
ru: Вопрос был удалён

source: Question could not be deleted as there are contributions attached to it.
ar: لا يمكن حذف السؤال لوجود مساهمات داخله.
cs: Otázku nelze smazat neboť jsou k ní přiloženy příspěvky.
de: Die Frage konnte nicht gelöscht werden, da Beiträge zu ihr existieren.
fr: La question n'a pas pu être supprimée, parce qu'il y a des contributions liées.
pl: Nie można usunąć pytania, ponieważ istnieją wpisy mu podporządkowane.
ru: Не удалось удалить вопрос, так как к нему существуют записи

source: Settings were saved.
ar: تم حفظ الاعدادات.
cs: Nastavení bylo uloženo.
de: Die Einstellungen wurden gespeichert.
fr: Les paramètres ont été enregistrés.
pl: Ustawienia zostały zapisane.
ru: Настройки были успешно сохранены

source: Form invalid
ar: النموذج غير صالح.
cs: Neplatný formulář
de: Formular ungültig
fr: Formulaire non valide.
pl: Formularz jest nieprawidłowy
ru: Формуляр не действителен

source: Help text was saved.
ar: تم حفظ نص المساعده.
cs: Nápověda byla uložena.
de: Der Hilfetext wurde gespeichert.
fr: Le texte d'aide a été enregistré.
pl: Tekst pomocy został zapisany.
ru: Справка была сохранена

source: Footer was updated.
ar: تم رفع ذيل الصفحه
cs: Zápatí bylo aktualizováno.
de: Der Fußbereich wurde aktualisiert.
fr: Le pied de page a été mis à jour.
pl: Stopka strony została zaktualizowana.
ru: Сноска была успешно обновлена

source: Your services settings were updated.
ar: تم تحميل اعدادات الخدمة.
cs: Vaše nastavení služeb bylo aktualizováno.
de: Die Diensteeinstellungen wurden aktualisiert.
fr: Les paramètres de service ont été mis à jour.
pl: Twoje ustawienia serwisowe zostały zaktualizowane.
ru: Настройки вашего сервиса были успешно обновлены

source: Services settings could not be updated. Please check the errors marked in the form below and try again.
ar: تعذر تحديث إعدادات الخدمة. يرجى التحقق من الاخطاء المؤشر عليها والمحاولة مرة أخرى.
cs: Aktualizace služeb se nezdařila. Prosím opravte vyznačené chyby a zkuste znovu.
de: Die Diensteeinstellungen konnten nicht aktualisiert werden. Bitte die Fehlermeldung überprüfen und erneut versuchen.
fr: Les paramètres de service n'ont pas pu être mis à jour. Vérifie les messages d’erreur et ressaye.
pl: Ustawienia serwisowe nie mogły zostać zaktualizowane. Proszę sprawdzić komunikat błędu i spróbować ponownie.
ru: Не удалось обновить настройки сервиса. Пожалуйста, проверьте уведомление об ошибкe внизу и повторите попытку

source: Theme was updated.
ar: تم تحديث التصميم.
cs: Téma bylo aktualizováno.
de: Das Designthema wurde aktualisiert.
fr: Le thème du dessin a été mis à jour.
pl: Motyw został zaktualizowany.
ru: Тема оформления была успешно обновлена

source: Theme settings cannot be updated. Please check the errors marked in the form below and try again.
ar: تعذر تحديث إعدادات التصميم، يرجى التحقق من الاخطاء المؤشر عليها والمحاولة مرة أخرى.
cs: Aktualizace témat se nezdařila. Prosím opravte vyznačené chyby a zkuste znovu.
de: Die Einstellungen des Designthemas konnten nicht aktualisiert werden. Bitte die markierten Probleme überprüfen und dann erneut versuchen.
fr: Les paramètres du thème n'ont pas pu être mis à jour. Vérifie les messages d’erreur et ressaye.
pl: Ustawienia motywu nie mogły zostać zaktualizowane. Proszę sprawdzić błąd i spróbować ponownie.
ru: Не удалось обновить настройки темы оформления. Пожалуйста, перепроверьте помеченые проблемы и повторите попытку

source: New keyword has been added.
ar: تم اضافة كلمة مفتاحية جديدة.
cs: Nové klíčové slovo bylo přidáno.
de: Neues Schlagwort wurde hinzugefügt.
fr: Un nouveau mot-clé a été ajouté.
pl: Nowe słowo kluczowe zostało dodane.
ru: Новое ключевое слово было добавлено

source: Invalid value of "%s".
ar: قيمة ال s% غير صالحة.
cs: Neplatná hodnota "%s".
de: Ungültiger Wert von "%s".
fr: Valeur non valide de "%s".
pl: Nieprawidłowa wartość "%s".
ru: Недопустимое значение "%s".

source: Keyword has been deleted.
ar: تمحذف الكلمة المفتاحية.
cs: Klíčové slovo bylo smazáno.
de: %d Beiträge wurde gelöscht.
fr: %d des contributions ont été supprimées.
pl: %d wpisy zostały usunięte.
ru: %d записей было удалено

source: New user has been successfully added.
ar: تم اضافة مستخدم جديد بنجاح.
cs: Nový uživatel byl úspěšně přidán.
de: Neue_r User_in wurde erfolgreich hinzugefügt.
fr: Nouvel utilisateur a été ajouté avec succès.
pl: Nowy użytkownik został pomyślnie wprowadzony/nowa użytkowniczka została pomyślnie wprowadzona.
ru: Новый пользователь был успешно добавлен

source: User with this email address already exists.
ar: المستخدم بهذا الايميل موجود مسبقا.
cs: Tato uživatelská emailová adresa již existuje.
de: User mit dieser E-Mail-Adresse existiert bereits.
fr: L'utilisateur avec cette adresse du courriel existe déjà.
pl: Użytkownik /użytkowniczka z tym adresem E-Mail już istnieje.
ru: Пользователь с данным адресом электронной почты уже существует

source: User not found.
ar: لم يتم العثور على المستخدم.
cs: Uživatel nenalezen.
de: Seite nicht gefunden!
fr: Page non trouvée.
pl: Nie znaleziono strony
ru: Страница не найдена

source: Transfer contributions from
ar: نموذج تحويل المساهمات
cs: Přemístit příspěvky od
de: Beitrag übertragen von
fr: Transférer la contribution de
pl: Przenieś wpis z
ru: Запись перенесена с

source: Please select
ar: الرجاء الاختيار
cs: Prosím zvolte
de: Bitte auswählen
fr: Choisis, s’il te plaît
pl: Proszę wybrać
ru: Пожалуйста, выберите

source: Contributions transferred.
ar: تم تحويل المساهمات.
cs: Příspěvky přemístěny.
de: Beiträge wurden übertragen.
fr: Les contributions ont été transférées.
pl: Wpisy zostały przeniesione.
ru: Записи перенесены

source: User has been deleted.
ar: تم حذف المستخدم.
cs: Uživatel byl smazán.
de: Nutzer_in wurde gelöscht.
fr: L'utilisateur a été supprimé.
pl: Usunięto użytkownika /użytkowniczkę.
ru: Пользователь был удалён

source: Changes for <b>%s</b> were saved.
ar: تم حفظ التغييرات ل <b>%s</b> .
cs: Změny pro <b>%s</b> byly uloženy.
de: Änderungen für <b>%s</b> gespeichert.
fr: Les changements pour <b>%s</b> ont été enregistrés.
pl: Zmiany w <b>%s</b> zostały zapisane.
ru: Изменения для <b>%s</b> были сохранены

source: No user provided.
ar: لم يقدم اي مستخدم.
cs: Nebyl zadán uživatel.
de: Kein_e Nutzer_in angegeben.
fr: Aucun utilisateur a été fourni.
pl: Nie podano użytkownika /użytkowniczki.
ru: Пользователь не указан

source: The voting permission was created.
ar: تم انشاء اذن التصويت.
cs: Hlasovací povolení bylo vytvořeno.
de: Die Abstimmungsberechtigung wurde erstellt.
fr: L'autorisation de vote a été créé.
pl: Uprawnienia do głosowania zostały utworzone.
ru: Разрешение для участия в голосовании было выдано

source: New voting permission cannot be created. Please check the errors marked in the form below and try again.
ar: لا يمكن إنشاء إذن تصويت. يرجى التحقق من الاخطاء المؤشر عليها في النموذج والمحاولة مرة أخرى.
cs: Nové hlasovací povolení nelze vytvořit. Prosím opravte vyznačené chyby a zkuste znovu.
de: Eine neue Abstimmungsberechtigung konnte nicht erstellt werden. Bitte die Hinweise im Eingabeformular nochmals überprüfen.
fr: Une nouvelle autorisation de vote n'a pas pu être créé. Vérifie les messages d’erreur et ressaye.
pl: Nowe uprawnienia do głosowania nie mogły zostać utworzone. Proszę sprawdzić ponownie błędy w wypełnionym formularzu.
ru: Не удалось выдать новое разрешение для участия в голосовании. Пожалуйста проверьте уведомление об ошибке и повторите попытку

source: Voting invitation to %s has been successfully sent.
ar: تم ارسال دعوة التصويت ل s% بنجاح.
cs: Hlasovací pozvání pro %s bylo úspěšně odesláno.
de: Die Abstimmungseinladung wurde erfolgreich gesendet an %s.
fr: L'invitation à la vote pour %s a été envoyé avec succès.
pl: Zaproszenie do głosowania zostało pomyślnie wysłane na adres %s.
ru: Приглашение к голосованию было успешно отправлено на %s.

source: Voting participant has been confirmed.
ar: تم تأكيد تصويت المشارك.
cs: Účastník hlasování potvrzen.
de: Abstimmungsteilnehmer_in wurde bestätigt.
fr: Le participant de vote a été confirmé.
pl: Potwierdzono użytkownika /użytkowniczkę głosowania.
ru: Участник голосования был подтверждён

source: Voting participant has been denied.
ar: تم رفض تصويت المشارك.
cs: Účastník hlasování byl odmítnut.
de: Abstimmungsteilnehmer_in wurde abgelehnt.
fr: Le participant de vote a été refusé.
pl: Odrzucono użytkownika /użytkowniczkę głosowania.
ru: Участник голосования был отклонён

source: Voting participant has been deleted.
ar: تم حذف تصويت المشارك.
cs: Účastník hlasování byl smazán.
de: Abstimmungsteilnehmer_in wurde gelöscht.
fr: Le participant de vote a été supprimé.
pl: Usunięto użytkownika /użytkowniczkę głosowania.
ru: Участник голосования был удалён

source: Reminder to Voter has been sent.
ar: تم ارسال تذكير بالتصويت للمصوتين.
cs: Přípomínka pro Hlasující byla odeslána.
de: Erinnerung an Abstimmende_n wurde versandt.
fr: Rappel envoyé au participant de vote.
pl: Przypomnienie dla głosujących zostało wysłane.
ru: Напоминание голосующему было отправлено

source: Reminder to Group leader has been sent.
ar: تم ارسال تذكير لقادة المجموعات.
cs: Přípomínka pro Vedoucí skupiny byla odeslána
de: Erinnerung an Gruppenverantwortliche_n wurde versandt.
fr: Rappel envoyé au responsable de groupe.
pl: Przypomnienie dla osoby odpowiedzialnej za grupę zostało wysłane.
ru: Напоминание лидеру группы было отправлено

source: No question was selected.
ar: لم يتم تحديد السؤال.
cs: Nebyla zvolena otázka.
de: Es wurde keine Frage ausgewählt.
fr: Aucune question a été choisie.
pl: Nie wybrano żadnego pytania.
ru: необходимо выбрать вопрос

source: Saving changes failed.
ar: فشل في حفظ التغييرات.
cs: Ukládání změn se nezdařilo.
de: Speichern der Änderungen ist gescheitert.
fr: L'enregistrement de changements a echoué.
pl: Nie udało się zapisać zmian.
ru: Не удалось сохранить изменения

source: Contribution has been removed from related.
ar: تمت إزالة المساهمة ذات الصلة.
cs: Příspěvek byl smazán ze spřízněných.
de: Der Beitrag wurde entkoppelt.
fr: La contribution a été dissociée.
pl: Wpis został oddzielony.
ru: Запись была отделена

source: %d contributions have been released.
ar: %s مساهمة تم اصدارها.
cs: %d příspěvků bylo uvolněno
de: %d Beiträge wurden freigegeben.
fr: %d des contributions ont été partagées.
pl: %d wpisy zostały dopuszczone.
ru: %d записей было разблокировано

source: %d contributions have been sent to voting.
ar: %s مساهمة تم تم ارسالها للتصويت.
cs: %d přispěvků bylo posláno k hlasování.
de: %d Beiträge wurden zum Voting gesendet.
fr: %d des contributions ont été envoyées pour le vote.
pl: %d wpisy zostały przesłane do głosowania.
ru: %d записей было отправлено на голосование

source: %d contributions have been removed from voting.
ar: %s مساهمة تم ازالتها من التصويت.
cs: %d příspěvků bylo odstraněno z hlasování.
de: %d Beiträge wurden vom Voting ausgeschlossen.
fr: %d des contributions ont été enlevées de vote.
pl: %d wpisy zostały wyłączone z głosowania.
ru: %d записей было исключено из голосования

source: %d contributions have been moved.
ar: %s مساهمة تم نقلها.
cs: %d příspěvků bylo přemístěno.
de: %d Beiträge wurden verschoben.
fr: %d des contributions ont été déplacées.
pl: %d wpisy zostały przeniesione.
ru: %d записей было перемещено

source: New contribution has been created.
ar: تم إنشاء مساهمة جديدة.
cs: Nový příspěvek byl vytvořen.
de: Neuer Beitrag wurde erstellt.
fr: La nouvelle contribution a été créé.
pl: Utworzono nowy wpis.
ru: Новая запись была успешно создана

source: Contribution has been copied. This is the copy.
ar: تم نسخ هذه المساهمة، هذه هي النسخه.
cs: Příspěvek byl zkopírován. Toto je kopie.
de: Der Beitrag wurde kopiert. Dies ist die Kopie.
fr: La contribution a été copiée. Voici la copie.
pl: Wpis został skopiowany. To jest kopia.
ru: Запись была копирована. Это - копия.

source: New folder has been created.
ar: تم انشاء مجلد جديد.
cs: Nová složka byla vytvořena.
de: Neuer Ordner wurde erstellt.
fr: Un nouveau dossier a été créé.
pl: Utworzono nowy folder.
ru: Новая папка была успешно создана

source: Folder could not be created.
ar: لا يمكن انشاء المجلد.
cs: Složku se nepodařilo vytvořit.
de: Ordner konnte nicht erstellt werden.
fr: Le dossier n’a pas pu être créé.
pl: Nowy folder nie mógł zostać utworzony.
ru: не удалось создать новую папку

source: Folder deleted.
ar: تم حذف المجلد.
cs: Složka smazána.
de: Ordner gelöscht
fr: Le dossier a été supprimé.
pl: Folder został usunięty.
ru: Папка была удалена

source: Folder order has been updated.
ar: تم تحديث ترتيب المجلد.
cs: Pořadí složek bylo aktualizováno.
de: Der Ordner wurde aktualisiert.
fr: Le dossier a été mise à jour.
pl: Folder został zaktualizowany.
ru: Папка была успешно обновлена

source: Selected contributions were added to related.
ar: تم اضافة المساهمات المختارة لذات الصلة.
cs: Zvolené příspěvky byly přidány ke spřízněným.
de: Die ausgewählten Beiträge wurden verlinkt.
fr: Les contributions sélectionnées ont été liées.
pl: Wybrane wpisy zostały połączone.
ru: Выбранные записи были успешно соединены

source: No contributions were selected.
ar: لا توجد اية مساهمة مختارة.
cs: Nebyly zvoleny žádné příspěvky.
de: Keine Beiträge ausgewählt.
fr: Aucune contribution a été sélectionnée.
pl: Nie wybrano żadnych wpisów.
ru: необходимо выбрать запись

source: Title
ar: العنوان
cs: Název
de: Titel
fr: Titre
pl: Tytuł
ru: Заголовок

source: Reference name
ar: اسم المرجع
cs: Referenční název
de: Referenzname
fr: Nom de référence
pl: Nazwa referencyjna
ru: Кодовое имя

source: Parent page
ar: الصفحة الرئيسية
cs: Mateřská stránka
de: Übergeordnete Seite
fr: Page parent
pl: Strona macierzysta
ru: Исходная страница

source: Body
ar: متن
cs: Tělo

source: Sidebar text
ar: نص الشريط الجانبي
cs: Text postranního panelu
de: Seitenbereich
fr: Texte de Sidebar
pl: Pasek boczny
ru: Текст боковой панели

source: Unpublished
cs: Nepublikováno

source: Project
ar: المشروع
cs: Projekt
de: Projekt
fr: Projet
pl: Projekt
ru: Проект

source: Current project must be always selected.
ar: يجب اختيار المشروع الحالي.
cs: Musí být vždy zvolen současný projekt.
de: Aktuelles Projekt muss ausgewählt sein.
fr: Le projet actuel doit être sélectionné.
pl: Bieżący projekt musi zostać wybrany.
ru: Необходимо выбрать текущий проект

source: Save
ar: حفظ
cs: Uložit
de: Speichern
fr: Enregistrer
pl: Zapisz
ru: Сохранить

source: Preview
ar: عرض
cs: Náhled
de: Vorschau
fr: Aperçu
pl: Podgląd
ru: Предпросмотр

source: < Back to edit mode
ar: عودة الى وضع التحرير>
cs: < Zpět do režimu úprav
de: < zurück zum Bearbeitungsmodus
fr: < revenir au mode d'éditer
pl: < z powrotem do trybu edycji.
ru: < oбратно к режиму редактирования

source: The title to be used where space is limited, i.e. email subjects. Max %d characters.
ar: استخدام العنوان بطول محدد ، على سبيل المثال حد اقصى d% حرف.
cs: Název k použití v omezeném prostoru tj. v předmětu emailu. Maximálně %d znaků.
de: Der Kurztitel bei beschränkter Länge, z.B. Betreffzeilen in E-Mails. Max. %d Zeichen.
fr: Le titre abrégé doit être utilisé si la place est limitée, p.ex. les lignes de référence. Au plus %d caractères.
pl: Tytuł do użycia przy ograniczonej długości, np. tytuł E-Mailla. Maksymalnie %d znaków.
ru: Короткий заголовок для использования при ограниченном пространстве, к примеру в теме электронных писем, макс. %d знаков

source: Short title
ar: عنوان قصير
cs: Krátký název
de: Kurztitel
fr: Titre abrégé
pl: Krótki tytuł
ru: Короткий заголовок

source: Subtitle
ar: عنوان فرعي
cs: Podtitul
de: Untertitel
fr: Sous-titre
pl: Podtytuł
ru: Подзаголовок

source: Featured image
ar: صورة مميزه
cs: Uvedený obrázek
de: Dargestelltes Bild
fr: Image préséntée
pl: Motyw
ru: Отображаемое фото

source: Recommended size: %s x %s pixels
ar: الحجم المفضل s x %s% بيكسل
cs: Doporučená velikost: %s x %s pixelů
de: Empfohlene Größe: %s x %s Pixel
fr: Taille recommandée: %s x %s Pixel
pl: Zalecane rozmiary: %s x %s pikseli
ru: Рекомендуемый размер: %s x %s пикселей

source: Featured image description
ar: وصف الصورة المميزة
cs: Popis uvedeného obrázku
de: Bildbeschreibung
fr: Description de l’image
pl: Opis motywu
ru: Описание фото

source: The higher number, the higher position in consultation list. The highest position is currently %d.
ar: كلما زاد العدد، كلما ارتفع ترتيب المساهمة في القائمة، اعلى ترتيب حاليا هو d%.
cs: Čím vyšší číslo, tím vyšší pozice v poradním seznamu. Nejvyšší pozice je momentálně %d.
de: Je höher die Nummer, desto weiter oben erscheint die Beteiligungsrunde in der Liste. Die höchste Position ist derzeit %d.
fr: Plus le nombre est élevé, plus haut la position dans la liste du cycle de participation. La position la plus haute est actuellement %d.
pl: Im wyższy numer, tym wyższa pozycja na liście. Aktualnie najwyższa pozycja to %d.
ru: Чем больше номер, тем выше позиция в списке групп участия. Самая высокая позиция на данный момент: %d.

source: Order
ar: الترتيب
cs: Pořadí
de: Reihenfolge
fr: Ordre
pl: Kolejność
ru: Порядок следования:

source: Explanation short
ar: توضيح قصير
cs: Krátká vysvětlivka
de: Erläuterung kurz
fr: Explication courte
pl: Krótkie wyjaśnienie
ru: Пояснение вкратце

source: Enable contribution phase
ar: تفعيل مرحلة المساعمة
cs: Povolit etapu přispívání
de: Beitragszeitraum aktivieren
fr: Activer la période de contribution
pl: Uaktywnij konsultacje
ru: Активировать этап записей

source: Contribution phase start
ar: بدء مرحلة المساهمه
cs: Začátek etapy přispívání
de: Start Beitragszeitraum
fr: Début de la période de contribution
pl: Start konsultacji
ru: Этап записей запущен

source: Contribution phase end
ar: انتهاء مرحلة المساهمه
cs: Konec etapy přispívání
de: Ende Beitragszeitraum
fr: Fin de la période de contribution
pl: Koniec konsultacji
ru: Этап записей завершён

source: Enable support phase
ar: تفعيل مرحلة الدعم
cs: Povolit etapu podpory
de: Unterstützungszeitraum aktivieren
fr: Activer la phase de support
pl: Uaktywnij fazę wspacia
ru: Активировать этап поддержки

source: Support phase start
ar: بدء مرحلة الدعم
cs: Začátek etapy podpory
de: Start Unterstützungszeitraum
fr: Début de la phase de support
pl: Rozpocznij fazę popierania
ru: Этап поддержки запущен

source: Support phase end
ar: انتهاء مرحلة الدعم
cs: Konec etapy podpory
de: Ende Unterstützungszeitraum
fr: Fin de la phase de support
pl: Zakończ fazę popierania
ru: Этап поддержки завершён

source: Enable voting phase
ar: تفعيل مؤحلة التصويت
cs: Povolit etapu hlasování
de: Abstimmungszeitraum aktivieren
fr: Activer la période de vote
pl: Uaktywnij głosowanie
ru: Активировать этап голосования

source: Voting phase start
ar: بدء مرحلة التصويت
cs: Začátek etapy hlasování
de: Start Abstimmungszeitraum
fr: Début de la période de vote
pl: Rozpocznij głosowanie
ru: Этап голосования запущен

source: Voting phase end
ar: انتهاء مرحلة التصويت
cs: Konec etapy hlasování
de: Ende Abstimmungszeitraum
fr: Fin de la période de vote
pl: Zakończ głosowanie
ru: Этап голосования завершён

source: Make voting results public
ar: نشر نتائج التصويت
cs: Zveřejnit výsledky hlasování
de: Abstimmungsergebnisse veröffentlichen
fr: Publier les résultats de vote
pl: Opublikuj wyniki głosowania
ru: Опубликовать результаты голосования

source: Voting phase explanation
ar: توضيح مرحلة التصويت
cs: Vysvětlení etapy hlasování
de: Einführung zur Abstimmung
fr: Introduction au vote
pl: Wprowadzenie do głosowania
ru: Пояснения к этапу голосования

source: Enable discussion
ar: تفعيل النقاش
cs: Povolit etapu diskuze
de: Diskussion ermöglichen
fr: Permettre la discussion
pl: Umożliwij dyskusję
ru: Активировать обсуждение

source: Discussion phase start
ar: بدء مرحلة النقاش
cs: Začátek etapy diskuze
de: Start Diskussionszeitraum
fr: Début de la période de discussion
pl: Start dyskusji
ru: Этап обсуждения запущен

source: Discussion phase end
ar: انتهاء مرحلة النقاش
cs: Konec etapy diskuze
de: Ende Diskussionszeitraum
fr: Fin de la période de discussion
pl: Koniec dyskusji
ru: Этап обсуждения завершён

source: Allow videos in Discussion
ar: السماح بمناقشة الفيديو
cs: Povolit v diskuzi videa
de: Videos in Diskussion erlauben
fr: Permettre des vidéos dans une discussion
pl: Umożliwij pliki wideo w dyskusji
ru: Разрешить видео в обсуждении

source: Enable follow-ups
cs: Povolit doplnění

source: Follow-Up phase explanation
cs: Vysvětlení etapy doplnění

source: Terms & Conditions text
ar: نص الشروط والمعايير
cs: Pravidla a podmínky
de: Text Veröffentlichungshinweis
fr: Texte Modalités
pl: Tekst warunki korzystania
ru: Текст Правила и Условия

source: Make public
ar: اظهار للعلن
cs: Zveřejnit
de: Veröffentlichen
fr: Publier
pl: Opublikuj
ru: Опубликовать

source: Responsible administrator
ar: المدير المسؤول
cs: Odpovědný administrátor
de: Verantwortlicher Admin
fr: Administrateur responsable
pl: Odpowiedzialny admin
ru: Ответственный администратор

source: Activate
ar: تفعيل
cs: Aktivovat
de: Aktivieren
fr: Activer
pl: Uaktywnij
ru: Активировать

source: From
ar: من
cs: Od
de: Von
fr: De
pl: Od
ru: Автор
