Repository: DeutscherBundesjugendring/epartool
Catalog: languages/*/admin.po
Languages: ar, cs, de, fr, pl, ru

source: Placeholders
ar: نائبة
cs: Zástupné znaky (placeholders)
de: Platzhalter
fr: Caractères génériques
pl: Znaczniki
ru: Заполнитель

source: Select
ar: تحديد
cs: Zvolit
de: Auswählen
fr: Sélectionner
pl: Wybierz
ru: Нужное выбрать...

source: Open
ar: فتح
cs: Otevřít
de: Öffnen
fr: Ouvrir
pl: Otwórz
ru: Открыть

source: General Settings
ar: خصائص عامه
cs: Obecná nastavení
de: Grundeinstellungen
fr: Paramètres généraux
pl: Ustawienia ogólne
ru: Основные настройки

source: Back to Articles
ar: عودة الى المقالات
cs: Zpět na Články
de: Zurück zu Artikeln
fr: Revenir aux Articles
pl: Z powrotem do artykułów
ru: Обратно к Статьи

source: New Article
ar: مقال جديد
cs: Nový článek
de: Neuer Artikel
fr: Nouvel article
pl: Nowy artykuł
ru: Новая статья

source: Back to Pages
ar: عودة الى الصفحات
cs: Zpět na stránky
de: Zurück zu Seiten
fr: Revenir aux Pages
pl: Z powrotem do strony
ru: Обратно к Страницы

source: New Page
ar: صفحة جديدة
cs: Nová stránka
de: Neue Seite
fr: Nouvelle page
pl: Nowa strona
ru: Новая страница

source: Edit Article
ar: حرر المقال
cs: Upravit Článek
de: Artikel bearbeiten
fr: Éditer l’article
pl: Edytuj artykuł
ru: Редактировать статью

source: Edit Page
ar: حرر الصفحه
cs: Upravit Stránku
de: Seite bearbeiten
fr: Éditer la page
pl: Edytuj stronę
ru: Редактировать страницу

source: There are no articles yet.
ar: لا يوجد مقالات
cs: Zde zatím nejsou žádné články.
de: Es gibt noch keine Artikel.
fr: Il n’y a pas encore d’articles.
pl: Obecnie nie ma żadnych artykułów.
ru: Ещё нет ни одной статьи

source: Edit article
ar: تعديل المقال
cs: Upravit článek
de: Artikel bearbeiten
fr: Éditer l’article.
pl: Edytuj artykuł
ru: Редактировать статью

source: Delete article?
ar: حذف المقال؟
cs: Smazat článek?
de: Artikel löschen?
fr: Supprimer l’article?
pl: Usunąć artykuł?
ru: Удалить статью?

source: Warning: this is just a preview, no changes have been saved yet.
ar: تحذير: هذه فقط معاينه، لم يتم حفظ التغييرات.
cs: Varování: toto je pouze náhled. Změny dosud nebyly uloženy.
de: Achtung: dies ist nur eine Vorschau, Änderungen wurden noch nicht gespeichert.
fr: Attention: Ce n’est qu’un aperçu, les changements n’ont pas encore été enregistrés.
pl: Uwaga: to tylko podgląd, zmiany nie zostały jeszcze zapisane.
ru: Внимание: это режим предпросмотра, изменения не будут сохранены

source: Support
ar: الدعم
cs: Podpora
de: Unterstützen
fr: Soutenir
pl: Wesprzyj
ru: Поддержать

source: Discussion
ar: مناقشه
cs: Diskuze
de: Diskussion
pl: Dyskusja
ru: Oбсуждение

source: Video Services Settings
ar: اعدادت خدمات الفيديو
cs: Nastavení služeb videa
de: Einstellungen Videodienste
fr: Paramètres des services vidéo
pl: Ustawienia wideo
ru: Настройки видеослужб

source: Terms & Conditions
ar: الشروط والقوانين
cs: Pravidla a podmínky
de: Veröffentlichungshinweis
fr: Modalités
pl: Warunki korzystania
ru: Правила и Условия

source: Title of the publication terms for this website as mentioned in general footer.
ar: عنوان ترخيص نشر هذا الموقع (كما هو مرفق في الهامش).
cs: Práva publikování pro tuto stránku dle společného zápatí.
de: Titel der Veröffentlichungslizenz dieser Website (wie im allgemeinen Footer).
fr: Titre de la licence de publication de ce site web (comme dans le pied de page général)
pl: Tytuł licencji publikacji tej strony (tak jak w stopce).
ru: Заголовок лицензии данной страницы (как в общей сноске)

source: The link to the web page with more information on the selected terms or license.
ar: رابط إلى صفحة التي توفر مزيد من المعلومات حول ملاحظات الإصدار / رخصة.
cs: Odkaz na stránku s dalšími informacemi o zvolených termínech či licenci.
de: Link zu einer Seite, die weitere Informationen zu den Veröffentlichungshinweisen/Lizenz zur Verfügung stellt.
fr: Lien à une page avec plus d'informations sur la licence sélectionnée.
pl: Link do strony z dalszymi informacjami na temat licencji publikacji.
ru: Ссылка на страницу с дальнейшей информацией к лицензии

source: Categories Of Age Groups
ar: فئات المجموعات العمرية
cs: Kategorie Věkových skupin.
de: Kategorien von Altersgruppen
fr: Catégories des groupes d’âge
pl: Kategorie grup wiekowych
ru: Категории возрастных групп

source: Intervals include the border numbers. Eg. 10–12 includes everything between 10 and 12, including 10 and 12.
ar: الفترات تشمل الحد الادنى والاقصى وما بينهما على سبيل المثال 10-12 تشمل كل ما هو بي ال 10 وال 12 ومن ضمنها ال 10 وال 12.
cs: Intervaly zahrnují krajní čísla. Např. 10-12 obsahuje všechna čísla mezi 10 a 12, včetně 10 a 12.
de: Die Intervalle schließen die kleinste und größte Zahl jeweils mit ein.
fr: Les intervalles includent les nombres le plus bas et plus hauts.
pl: Przedziały zawierają także liczby graniczne.
ru: Интервалы включают в себя наименьшее и наибольшее значения соответственно

source: Up To
ar: حتى
cs: Až do
de: Bis
fr: Jusqu’à
pl: Do
ru: до

source: Years
ar: سنوات
cs: Roky
de: Jahre
fr: Ans
pl: lat
ru: Года

source: Delete interval
ar: حذف الفتره
cs: Smazat interval
de: Von
fr: Supprimer l’intervalle
pl: od
ru: Удалить интервал

source: Add interval
ar: اضافة فتره
cs: Přidat interval
de: Intervall hinzufügen
fr: Ajouter l’intervalle
pl: Dodaj przedział
ru: Добавить интервал

source: Infinity
ar: ما لا نهايه
cs: Nekonečno
de: unbegrenzt
fr: Illimité
pl: nieograniczone
ru: Неограничено

source: Categories of Group Sizes
ar: أصناف أحجام مختلفة من مجموعات
cs: Kategorie Velikostí skupin
de: Kategorien von Gruppengrößen
fr: Catégories de la taille des groupes
pl: Kategorie rozmiarów grup
ru: Kategorien von Gruppengrößen

source: Persons
ar: اشخاص
cs: Osoby
de: Personen
fr: Personnes
pl: Osoby
ru: Пользователи

source: Server time (when opening this page):
ar: الوقت حسب السيرفر (عند فتح الصفحة):
cs: Čas serveru (při otevření této stránky)
de: Uhrzeit des Servers (beim Öffnen der Seite):
fr: L’heure du serveur (au moment d’accès de la page)
pl: Servery czasu (przy otwarciu strony):
ru: Время сервера (при открытии страицы):

source: Consultation Settings
ar: اعدادت الاستشارة
cs: Nastavení porad
de: Einstellungen der Beteiligungsrunde
fr: Paramètres de cycle de participation
pl: Ustawienia konsultacji
ru: Настройки группы участия

source: New Contributions
ar: مساهمة جديدة
cs: Nové Příspěvky
de: Neue Beiträge
fr: Nouvelles contributions
pl: Nowe wpisy
ru: Новые записи

source: Delete contribution?
ar: حذف مساهمه؟
cs: Smazat příspěvek?
de: Beitrag löschen?
fr: Supprimer la contribution?
pl: Usunąć wpis?
ru: удались запись?

source: Show contributions by
ar: عرض المساهمات عن طريق
cs: Ukázat příspěvky dle
de: Beiträge anzeigen nach
fr: Montrer les contributions d’après
pl: Pokaż wpisy wg
ru: Показатъ записи по

source: There are no unprocessed contributions.
ar: لا توجد مساهمات غير معالجة
cs: Nejsou zde žádné nezpracované Příspěvky.
de: Keine unbearbeiteten Beiträge vorhanden.
fr: Il n'y a pas de contribution non-traitées.
pl: Nie ma żadnych nieedytowanych wpisów.
ru: Необработанных записей нет

source: Discussion Posts
ar: منشورات مناقشة
cs: Příspěvky do diskuze
de: Diskussionsbeiträge
fr: Contributions à la discussion
pl: Wpisy w dyskusji
ru: Записи для обсуждения

source: Delete discussion post?
ar: حذف منشور مناقشة؟
cs: Smazat Příspěvek do diskuze?
de: Diskussionsbeitrag löschen?
fr: Supprimer la contribution à la discussion?
pl: Usunąć wpis w dyskusji?
ru: Удалить записи для обсуждения?

source: There are no discussion posts yet.
ar: لا يوجد حاليا منشورات مناقشة.
cs: Zatím zde nejsou žádné Příspěvky do diskuze.
de: Es gibt noch keine Diskussionsbeiträge.
fr: Il n'y a pas encore de contribution à la discussion.
pl: Nie znaleziono żadnych wpisów w dyskusji.
ru: Пока нет никаких записей для обсуждения

source: New Consultation
ar: استئارة جديدة
cs: Nová Porada
de: Neue Beteiligungsrunde
fr: Nouveau cycle de participation.
pl: Nowa konsultacja
ru: Новая группа участия

source: Back to Consultations
ar: عودة الى المساهمات
cs: Zpět na Porady
de: Zurück zu Beteiligungsrunden
fr: Revenir au cycle de participation.
pl: Z powrotem do konsultacji
ru: Обратно к Группам участия

source: All Contributors
ar: جميع الاستشارات
cs: Všichni Příspěvatelé
de: Alle Beitragenden
fr: Tous les contributeurs
pl: Wszyscy uczestnicy /wszystkie uczestniczki
ru: Все авторы записей

source: Number of contributors in current consultation
ar: عدد المساهمين في هذه الجولة الاستشارية
cs: Počet přispěvatelů ve zvolené poradě
de: Anzahl der Beitragenden in dieser Beteiligungsrunde
fr: Nombre de contributeurs dans ce cycle de participation
pl: Liczba uczestników i uczestniczek w tej rundzie konsultacji
ru: Kоличество авторов записей в данной группе участия

source: Accumulated number of individuals and groups, even if they contributed in several sessions in this particular consultation
ar: العدد الإجمالي لمساهمة الأفراد والمجموعات،
cs: Celkový počet jednotlivců a skupin; i těch, kteří příspěli k této poradě vícekrát, a to i v různou dobu.
de: Gesamtanzahl der beitragenden Einzelpersonen und Gruppen
fr: Nombre total des personnes et groupes qui ont contribués.
pl: Ogólna liczba uczestniczących osób i grup
ru: общее число участвующих людей и групп

source: All contributions in the contribution period including admin contributions
ar: جميع المساهمة خلال فترة المساهمة بما فيها مساهمات الادارة
cs: Všechny příspěvky zadané v etapě příspívání, včetně příspěvků administrátorů
de: Alle Beiträge im Beitragszeitraum einschließlich administrativer Beiträge
fr: Toutes les contributions inclus les contributions administratives
pl: Wszystkie wpisy w fazie konsultacji wraz z wpisami administracyjnymi
ru: Все записи во временном промежутке записей включительно записи администратора

source: of which the contributions that were confirmed
ar: المساهمات التي تم تاكيدها
cs: příspěvky, které byly potvrzeny
de: davon bestätigte Beiträge
fr: dont contributions confirmées
pl: z tego potwierdzone wpisy
ru: из них подтверждённых записей

source: of which remained unconfirmed or anonymous
ar: التي لم يتم تاكيدها او تجاهلها
cs: které zůstaly nepotvrzeny či anonymní
de: davon unbestätigt oder anonym
fr: dont non-confirmées ou anonymes
pl: z tego niepotwierdzone lub anonimowe
ru: из них не подтверждённых или анонимных записей

source: of which were blocked by organisers
ar: التي تم حظرها من قبل المنظمين
cs: které byly organizátory zablokovány
de: davon administrativ unsichtbar geschaltet/blockiert
fr: dont bloquées par l'administrateur
pl: z tego zablokowane przez administratora /administratorkę
ru: из них блокированных/скрытых администратором записей

source: Contributions that were available to vote on
ar: المساهمات التي كانت متاحة للتصويت
cs: Příspěvky, které byly otevřeny k hlasování
de: Beiträge, die zur Abstimmung zur Verfügung standen
fr: Contributions qui étaient disponible pour le vote
pl: Wpisy do głosowania
ru: записи, вынесенные на голосование

source: All contributions except ones with voting disabled
ar: كل المساهمات باستثناء المحظورة من التصويت
cs: Všechny příspěvky kromě těch, u kterých bylo zakázáno hlasování
de: Alle Beiträge, außer zur Abstimmung nicht zugelassene
fr: Toutes les contributions, sauf ceux qui ne sont pas permis au vote
pl: Wszystkie wpisy oprócz tych niedopuszczonych do głosowania
ru: все записи, кроме не допущенных к голосованию

source: See Contribution
ar: مشاهدة الاستشارة
cs: Ukázat Příspěvek
de: Beitrag ansehen
fr: Voir la contribution
pl: Zobacz wpis
ru: Посмотреть запись

source: Number of confirmed user contributions
ar: عدد المساهمات المؤكدة من الأعضاء
cs: Počet potvrzených uživatelských příspěvků
de: Anzahl bestätigter Beiträge von Nutzer_innen
fr: Nombre de contributions confirmées des utilisateurs
pl: Liczba wpisów potwierdzonych przez użytkowników /użytkowniczki
ru: Количество подтверждённых записей пользователя

source: Number of contributions for voting
ar: عدد المساهمات المطروحة للتصويت
cs: Počet příspěvků k hlasování
de: Anzahl der Beiträge zur Abstimmung
fr: Nombre de contributions pour le vote
pl: Liczba wpisów do głosowania
ru: Количество записей для голосования

source: Votes
ar: الاصوات
cs: Hlasy
de: Stimmen
pl: Głosuj
ru: голосa

source: Absolute number of votes
ar: عدد الأصوات
cs: Celkový počet hlasů
de: Anzahl abgegebener Stimmen
fr: Nombre total des votes
pl: Liczba oddanych głosów
ru: Количество отданных голосов

source: Raw amount, voting weight not taken into account
ar: القيمة الاولية، حجم التصويت الغير مأخوذ بالاعتبار
cs: Holý počet, bez přihlédnutí k síle hlasů
de: Anzahl ohne Berücksichtigung des Stimmgewichts
fr: Nombre sans tenir compte le poids de vote
pl: Liczba bez uwzględnienie wagi głosów
ru: Количество без учёта важности голосов

source: Groups that have voting rights and number of actually participating ones
ar: المجموعات التي يحق لها التصويت وعدد الاصوات المسموحه
cs: Skupiny, které mají právo hlasovat, a počet opravdu hlasujících
de: Gruppen mit Stimmrecht und Anzahl derer, die tatsächlich teilgenommen haben
fr: Groupes avec permission de vote et nombre de ceux qui ont effectivement participés
pl: Grupy z prawem do głosowania i liczba faktycznie uczestniczących osób
ru: Группы с правом голоса и количество тех, которые действительно приняли участие

source: Voting weights
ar: حجم التصويت
cs: Síla hlasů
de: Stimmgewichte
fr: Poids du vote
pl: Waga głosów
ru: Важность голосов

source: Test accounts
ar: حساب تجريبي
cs: Testovací účty
de: Testzugänge
fr: Comptes de teste
pl: Dostęp testowy
ru: Тестовые регистрационные записи

source: Individuals
ar: الافراد
cs: Jednotlivci
de: Einzelpersonen
fr: Individus
pl: Osoby indywidualne
ru: Отдельные личности

source: Group weight
ar: حجم المجموعه
cs: Síla skupiny
de: Gruppengewicht
fr: Poids du groupe
pl: Waga grupy
ru: Важность группы

source: Back to Follow-ups
cs: Zpět na Doplnění

source: New Follow-up
cs: Nové Doplnění

source: There are no follow-ups yet.
cs: Zatím zde nejsou žádná doplnění

source: Time Added
ar: فترة الاضافة
cs: Čas byl přidán
de: Hinzugefügt:
fr: Ajouté à:
pl: Dodano:
ru: Время добавления

source: Stakeholder
ar: صاحب المصلحة
cs: Zúčastněná strana
fr: Partie prenante
ru: Участник

source: Edit follow-up
cs: Upravit doplnění

source: Edit snippets
ar: تحريرالمقتطفات
cs: Upravit výňatek
de: Schnippsel bearbeiten
fr: Éditer les fragments
pl: Edytuj fragment
ru: Редактировать фрагмент

source: Delete follow-up?
cs: Smazat doplnění?

source: Delete follow-up
cs: Smazat doplnění

source: Back to Snippets
ar: عودة الى المقتطف
cs: Zpět na výňatky
de: Zurück zu Schnippseln
fr: Revenir aux fragments
pl: Z powrotem do fragmentów
ru: Обратно к фрагментам

source: Snippet Links
ar: روابط المقتطف
cs: Odkazy výňatků
de: Schnippsel-Verknüpfungen
fr: Liens du fragment
pl: Połączenia fragementów
ru: Связь фрагментов

source: Save contribution links
ar: حفظ روابط المساهمات
cs: Uložit odkazy příspěvku
de: Links zu Beiträgen speichern
fr: Enregistrer les liens des contributions
pl: Zapisz linki do wpisów
ru: Сохранить ссылки к записям

source: There are no contributions for this question yet.
ar: لا توجد مساهمات حالية لهذا السؤال.
cs: K této otázce zatím nejsou příspěvky.
de: Zu dieser Frage gibt es noch keine Beiträge.
fr: Il n’y a pas encore de contributions pour cette question.
pl: Obecnie nie ma żadnych wpisów przy tym pytaniu.
ru: К данному вопросу пока нет записей

source: There are no questions for this consultation yet.
ar: لا توجد اسئلة حالية لهذه الاستشارة.
cs: K této poradě zatím nejsou žádné otázky.
de: Zu dieser Beteiligungsrunde gibt es noch keine Fragen.
fr: Il n'y a pas encore de questions pour ce cycle de participation
pl: Obecnie nie ma żadnych pytań w tej rundzie konsultacji.
ru: К данной группе участия пока нет вопросов

source: Save snippet links
ar: حذف روابط المقتطف
cs: Uložit odkazy výňatků
de: Schnippsel-Verknüpfungen speichern
fr: Enregistrer le lien du fragment
pl: Zapisz połączenia fragmentów
ru: Сохранить ссылки на фрагменты

source: Follow-Up Snippets
cs: Doplňující výňatky

source: There are no snippets for this follow-up yet.
cs: K tomuto doplnění zatím nejsou žádné výňatky

source: There are no follow-ups for this consultation yet.
cs: K této poradě zatím nejsou žádná doplnění.

source: Follow-Ups
cs: Doplnění

source: Save follow-up links
cs: Uložit odkazy doplnění

source: New Snippet
ar: مقتطف جديد
cs: Nový výňatek
de: Neuer Schnippsel
fr: Nouveau fragment
pl: Nowy fragment
ru: Новый фрагмент

source: Save changes
ar: حفظ التغييرات
cs: Uložit změny
de: Änderungen speichern
fr: Enregistrer les changements
pl: Zapisz zmiany
ru: Сохранить изменения

source: Snippet links
ar: روابط المقتطف
cs: Odkazy výňatků
de: Links Auszüge
fr: Lien au fragment
pl: Linki fragmentów
ru: Связь фрагментов

source: in
ar: في
cs: do
fr: dans
pl: w
ru: в

source: out
ar: خارج
cs: z
de: ausgehend
fr: sortant
pl: wychodzące
ru: из

source: Level
cs: Úroveň

source: Edit snippet
ar: تحرير مقتطف
cs: Upravit výňatek
de: Schnippsel bearbeiten
fr: Éditer le fragment
pl: Edytuj fragment
ru: Редактировать фрагмент

source: Delete snippet?
ar: حذف مقتطف؟
cs: Smazat výňatek?
de: Schnippsel löschen?
fr: Supprimer le fragment?
pl: Chcesz skasować fragment?
ru: Удалить фрагмент?

source: Delete snippet
ar: حذف مقتطف
cs: Smazat výňatek
de: Schnippsel löschen
fr: Supprimer le fragment
pl: Usuń fragment
ru: Удалить фрагмент

source: Consultation settings
ar: اعدادات الاستشارة
cs: Nastavení porad
de: Einstellungen der Beteiligungsrunde
fr: Paramètres du cycle de participation
pl: Ustawienia rundy konsultacji
ru: Настройки группы участия

source: Open media manager for
ar: فتح مير وسائلالاعلام ل
cs: Otevřít správce médií pro
de: Medienmanager öffnen für
fr: Ouvrir le media manager pour
pl: Otwórz manager mediów dla
ru: Открыть медиа менеджер для

source: Follow Up
cs: Doplnění

source: Latest Contributions
ar: المساهمات الاخيرة
cs: Poslední Příspěvky
de: Neueste Beiträge
fr: Contributions les plus récentes
pl: Najnowsze wpis
ru: Новые записи

source: Show all contributions
ar: اظهار كافة المساهمات
cs: Ukázat všechny příspěvky
de: Alle Beiträge anzeigen
fr: Montrer toutes les contributions.
pl: Pokaż wszystkie wpisy
ru: Показать все записи

source: No contributions yet.
ar: لا توجد مساهمات حاليا.
cs: Zatím žádné příspěvky.
de: Noch keine Beiträge
fr: Il n’y pas encore de contributions.
pl: Wpisy nie istnieją
ru: На данный момент нет записей

source: Latest Discussion Posts
ar: أحدث المناقشات
cs: Poslední příspěvky do diskuzí
de: Neueste Diskussionsbeiträge
fr: Les contributions à la discussion les plus récentes
pl: Najnowsze wpisy w dyskusji
ru: Новые записи для обсуждения

source: Show all discussion posts
ar: اظهار جميع المناقشات
cs: Ukázat všechny příspěvky do diskuzí
de: Zeige alle Diskussionsbeiträge
fr: Montre toutes les contributions à la discussion
pl: Pokaż wszystkie wpisy w dyskusji
ru: Показать все записи для обсуждения

source: No posts yet.
ar: لا توجد مشاركات حتى الان.
cs: Zatím žádné příspěvky do diskuzí.
de: Noch keine Beiträge.
fr: Il n’y a pas encore de contributions.
pl: Wpisy nie istnieją
ru: Пока нет никаких записей

source: There are no consultations yet.
ar: لا توجد استشارات الى الان.
cs: Zatím zde nejsou žádné porady.
de: Es gibt noch keine Beteiligungsrunden.
fr: Il n'y a pas encore de cycles de participation
pl: Obecnie nie ma żadnych run konsultacji.
ru: Ещё нет групп участия

source: Back to Contributions
ar: عودة الى المساهمات
cs: Zpět na Příspěvky
de: Zurück zu Beiträgen
fr: Revenir aux Contributions
pl: Z powrotem do wpisów.
ru: Обратно к записям

source: Contribution Discussion
ar: مناقشة المساهمة
cs: Diskuze Příspěvku
de: Diskussion über Beitrag
fr: Discussion sur la contribution
pl: Dyskusja nt. wpisu
ru: Обсуждение записи

source: User Confirmation
ar: تأكيد المستخدم
cs: Potvrzení Uživatele
de: Userbestätigung
fr: Confirmation d’utilisateur
pl: Potwierdzenie użytkownika /użytkowniczki
ru: Подтверждение пользователя

source: User confirmed
ar: تم تأكيد المستخدم
cs: Potvrzeno Uživatelem
de: Bestätigt durch User
fr: Confirmé par l’utilisateur
pl: Potwierdzone przez użytkownika /użytkowniczkę
ru: подтверждён пользователем

source: Not user confirmed
ar: لم يتم تاكيد المستخدم
cs: Nepotvrzeno uživatelem
de: (Noch) nicht bestätigt durch User
fr: Pas (encore) confirmé par l’utilisateur
pl: (Jeszcze) niepotwierdzone przez użytkownika/użytkowniczkę
ru: Ещё не подтверждён пользователем

source: Visibility
ar: الظهور
cs: Viditelnost
de: Sichtbarkeit
fr: Visibilité
pl: Widoczność
ru: Видимость

source: Visible
ar: ظاهر
cs: Veřejné
de: Sichtbar
pl: Widoczny/widoczna
ru: Oткрытый

source: Hidden
ar: مخفي
cs: Skryto
de: Versteckt
fr: Masqué
pl: Ukryty/ukryta
ru: Cкрытый

source: Confirm
ar: متابعه
cs: Potvrdit
de: Bestätigen
fr: Confirmer
pl: Potwierdź
ru: Подтвердить

source: Mark as user confirmed?
ar: تحديد كما تم التكيد من المستخدم؟
cs: Označit jako potvrzeno uživatelem?
de: Als user-bestätigt kennzeichnen?
fr: Marquer l’utilisateur comme confirmé?
pl: Oznacz jako potwierdzone przez użytkownika/użytkowniczkę?
ru: Пометить как подтверждение пользователя?

source: Deny
ar: تجاهل
cs: Zakázat
de: Ablehnen
fr: Refuser
pl: Odrzuć
ru: Отклонить

source: Remove user confirmation?
ar: حذف تأكيد المستخدم؟
cs: Odstranit potvrzení uživatele?
de: User-Bestätigung entfernen
fr: Enlever la confirmation d’utilisateur?
pl: Usuń potwierdzenie użytkownika/użytkowniczki
ru: Удалить подтверждение пользователя

source: Mark as hidden
ar: تحديدها كمخفية
cs: Označit jako skryto
de: Als versteckt kennzeichnen
fr: Marquer comme masqué
pl: Oznacz jako ukryte
ru: Пометить как скрытый

source: Mark as hidden?
ar: تحديدها كمخفية؟
cs: Označit jako skryto?
de: Als versteckt kennzeichnen?
fr: Marquer comme masquer?
pl: Chcesz oznaczyć jako ukryte?
ru: Пометить как скрытый?

source: Mark as visible
ar: تحديدها كمرئية
cs: Označit jako zveřejněno
de: Als sichtbar kennzeichnen
fr: Marquer comme visible
pl: Oznacz jako widoczne
ru: Пометить как открытый

source: Mark as visible?
ar: تحديدها كمرئية؟
cs: Označit jako zvěřejněno?
de: Als sichtbar kennzeichnen?
fr: Marquer comme visible?
pl: Chcesz oznaczyć jako widoczne
ru: Пометить как открытый?

source: Create an input from this discussion contribution.
ar: إنشاء نموذج لمناقشة المشاركة.
cs: Vytvořit příspěvek z tohoto diskuzního příspěvku.
de: Einen Beitrag für die Beteiligungsrunde aus diesem Diskussionsbeitrag erstellen.
fr: Créer une contribution à partir de cette contribution à la discussion pour ce cycle de participation.
pl: Utwórz wpis dla rundy konsultacji z tego wpisu w dyskusji.
ru: Создать запись из данной записи для обсуждения

source: Create an input from this discussion contribution?
ar: إنشاء نموذج لمناقشة المشاركة؟
cs: Vytvořit příspěvek z tohoto diskuzního příspěvku?
de: Beitrag für die Beteiligungsrunde aus diesem Diskussionsbeitrag erstellen?
fr: Créer une contribution à partir de cette contribution à la discussion pour ce cycle de participation?
pl: Chcesz utworzyć wpis dla rundy konsultacji z tego wpisu w dyskusji?
ru: Создать запись из данной записи для обсуждения?

source: Supported by %d users.
ar: مدعومن من d% مستخدم.
cs: Podpořeno %d uživateli.
de: Unterstützt von %d Teilnehmenden.
fr: Soutenu par %d d'utilisateurs.
pl: Wsparte przez %d uczestniczących.
ru: Поддержано %d пользователями

source: Created from discussion post.
ar: أنشاء نموذج مناقشة.
cs: Vytvořeno z diskuzního příspěvku.
de: Aus einem Diskussionsbeitrag erstellt.
fr: Créé d’après un article de discussion.
pl: Utworzone z wpisu w dyskusji.
ru: Создано из записи для обсуждения

source: Admin Confirmation
ar: تأكيد الادارة
cs: Potvrzení Administrátora
de: Bestätigung von Admin
fr: Confirmation de l’administrateur
pl: Potwierdzenie administratora /administratorki
ru: Подтверждение администратора

source: Show discussion
ar: اظهار المناقشة
cs: Ukázat diskuzi
de: Zeige Diskussion
fr: Montrer la disussion
pl: Pokaż dyskusję
ru: Показать обсуждение
