Repository: DeutscherBundesjugendring/epartool
Catalog: languages/*/admin.po
Languages: ar, cs, de, fr, pl, ru

source: Edit contribution
ar: تحرير مساهمة
cs: Upravit příspěvek
de: Beitrag bearbeiten
fr: Éditer la contribution
pl: Edytuj wpis
ru: Изменить запись

source: Delete contribution
ar: حذف مساهمة
cs: Smazat příspěvek
de: Beitrag löschen
fr: Effacer la contribution
pl: Usuń wpis
ru: удались запись

source: New Contribution
ar: مساهمة جديدة
cs: Nový příspěvek
de: Neuer Beitrag
fr: Nouvelle contribution
pl: Nowy wpis
ru: Новая запись

source: Edit Contribution
ar: تحرير مساهمة
cs: Upravit příspěvek
de: Beitrag bearbeiten
fr: Éditer la contribution
pl: Edytuj wpis
ru: Изменить запись

source: List of contributions from this author
ar: قائمة المساهمات من هذا المشترك.
cs: Přehled příspěvků od tohoto autora
de: Alle Beiträge dieser_s Teilnehmenden
fr: Toutes les contributions de ce participant
pl: Wszystkie wpisy tego uczestnika/tej uczestniczki
ru: Все записи данного участника

source: There are no contributions yet.
ar: لا توجد مساهمات الى الان
cs: Zatím zde nejsou žádné příspěvky.
de: Es gibt noch keine Beiträge.
fr: Il n’y a pas encore de contributions.
pl: Wpisy nie istnieją.
ru: На данный момент нет записей

source: You can prepare contributions for voting <a href="%s">in the Voting section</a>.
ar: بامكانك تحضير المساهمات للتصويت
cs: Příspěvky k hlasování můžete připravit v <a href="%s">Hlasovací sekci</a>.
de: Beiträge können im Bereich <a href="%s">Abstimmung</a> zum Voting vorbereitet werden.
fr: Tu peux préparer des contributions à la vote <a href=%s"> dans la section de vote </a>.
ru: Ты можешь подготовить запись для голосования <a href="%s"> в разделе Голосования </a>

source: By Question
ar: بواسطة سؤال
cs: Podle Otázky
de: Nach Frage
fr: D’après la question
pl: Wg pytania
ru: Вопрос

source: Unread
ar: غير مقروء
cs: Nepřečtené
de: Ungelesen
fr: Non lu
pl: Nieprzeczytane
ru: Не прочитанные

source: Total
ar: المجموع
cs: Celkem
de: Gesamt
fr: Totalement
pl: W sumie
ru: Все

source: Show
ar: عرض
cs: Ukázat
de: Zeige
fr: Affiche
pl: Pokaż
ru: Показатъ

source: By User
ar: بواسطة مستخدم
cs: Podle Uživatele
de: Nach User
fr: D’après l’utilisateur
pl: Wg użytkownika /użytkowniczki
ru: Пользователь

source: Comment
ar: نعليق
cs: Komentář
de: Hier ist noch Platz für Kommentare
fr: Il y a encore de la place pour des réactions.
pl: Tutaj jest miejsce na komentarze
ru: Kомментарий

source: or
ar: او
cs: nebo
de: oder
fr: ou
pl: albo
ru: или

source: Cancel
ar: اغلاق
cs: Stornovat
de: Abbrechen
fr: Annuler
pl: Anuluj
ru: Удалить

source: Back to Overview
ar: عودة إلى لمحة عامة
cs: Zpět na Přehled
de: Zurück zur Übersicht
fr: Revenir à l’aperçu
pl: Z powrotem do przeglądu
ru: Обратно к обзору

source: Contributions for
ar: المساهمات ل
cs: Příspěvky pro
de: Beiträge für
fr: Contributions pour
pl: Wpisy dla
ru: Записи для

source: All
ar: الك
cs: Vše
de: Alle
fr: Tous
pl: Wszystkie
ru: Все

source: Waiting for revision
ar: بالانتظار للمراجعة
cs: Čeká na revizi
de: Auf Überprüfung wartend
fr: Attendant vérification
pl: Oczekujące na przegląd
ru: Ожидает проверки

source: Allowed
ar: السماح
cs: Povoleno
de: Erlaubt
fr: Autorisé
pl: Dopuszczone
ru: Разрешено

source: Reset Filter
ar: حذف التصفية
cs: Resetovat Filtr
de: Filter zurücksetzen
fr: Réinitialiser le filtre
pl: Zresetuj filtr
ru: Отключить фильтр

source: Only contributions with &ldquo;%s&rdquo; keywords are listed.
ar: المساهمات التي تحتوي على كلمات مفتاحية &rdquo;%s&ldquo; فقط
cs: Pouze příspěvky s &ldquo;%s&rdquo; klíčová slova jsou uvedena.
de: Es werden nur Beiträge mit dem Schlagwort &rdquo;%s&ldquo; angezeigt.
fr: Seul les contributions avec le mot-clé &rdquo;%s&ldquo; seront listées.
pl: Tylko wpisy z słowem kluczowym &rdquo;%s&ldquo; są pokazywane.
ru: Показаны лишь записи с ключевым словом &rdquo;%s&ldquo;

source: Mark all contributions
ar: تحديد كافة المساهمات
cs: Označit všechny příspěvky
de: Alle Beiträge auswählen
fr: Choisir toutes les contributions
pl: Wybierz wszystkie wpisy
ru: Выбрать все записи

source: Publish
ar: نشر
cs: Publikovat
de: Veröffentlichen
fr: Publier
pl: Opublikuj
ru: Опубликовать

source: Block
ar: حظر
cs: Zablokovat
de: Blockieren
fr: Bloquer
pl: Zablokuj
ru: Блокировать

source: CSV Export
ar: تصدير CSV
cs: Exportace CSV
pl: Eksport CSV

source: All contributions
ar: جميع المساهمات
cs: Všechny příspěvky
de: Alle Beiträge
fr: Toutes les contributions
pl: Wszystkie wpisy
ru: Bсе записи

source: Confirmed contributions
ar: المساهمات المؤكدة
cs: Potvrzené příspěvky
de: Bestätigte Beiträge
fr: Contributions confirmées
pl: Potwierdzone wpisy
ru: подтверждённые записи

source: Unconfirmed contributions
ar: المساهمات غير مؤكدة
cs: Nepotvrzené příspěvky
de: Unbestätigte Beiträge
fr: Contributions non confirmées
pl: Niepotwierdzone wpisy
ru: Неподтверждённые записи

source: Voting theses
ar: مواضيع التصويت
cs: Teze k hlasování
de: Abstimmungsbeiträge
fr: Contributions de vote
pl: Wpisy do głosowania
ru: Записи для голосования

source: Voting theses – edited
ar: مواضيع التصويت- معدلة
cs: Teze k hlasování - upravené
de: Abstimmungsbeiträge - bearbeitet
fr: Contributions de vote - modifié
pl: Wpisy poddane do głosowania - zredagowane
ru: Записи для голосования - обработаны

source: MS Excel Export
ar: تصدير مايكروسوفت إكسل
cs: Exportace MS Excel
pl: Eksport MS Excel

source: Last activity
ar: آخر نشاط
cs: Poslední zaznamenaná aktivita
de: Letzte Aktivität
fr: Dernière activité
pl: Ostatnia aktywność
ru: Последнее действие

source: Contact person
ar: جهة الاتصال
cs: Kontaktní osoba
de: Ansprechpartner_in
fr: Personne de contact
pl: Osoba kontaktowa
ru: Контактное лицо

source: Group name
ar: اسم المجموعه
cs: Jméno skupiny
de: Gruppenbezeichnung
fr: Nom de groupe
pl: Nazwa grupy
ru: Описание группы

source: Source
ar: المصدر
cs: Zdroj
de: Quelle
pl: Źródło
ru: Источник

source: Description
ar: الوصف
cs: Popis
de: Beschreibung
pl: Opis
ru: Описание

source: Not available
ar: غير متوفر
cs: Není dostupné
de: Nicht vorhanden
fr: Non disponible
pl: Niedostępne
ru: Отсутствует

source: Region
ar: المنطقه
cs: Kraj
fr: Région
ru: Регион

source: Age groups
ar: الفئات العمرية
cs: Věkové skupiny
de: Altersgruppen
fr: Groupes d’âge
pl: Grupa wiekowa
ru: Возрастные группы

source: Inform about consultation results
ar: معلومات حول نتائج التصويت
cs: Informovat o výsledcích porad
de: Information zu Abstimmungsergebnissen
fr: Informations sur les résultats du cycle de participation
pl: Informacja o wynikach głosowania
ru: Информация к результатам голосования

source: This user has not contributed yet.
ar: لا توجد أية مشاركات لهذا العضو.
cs: Tento uživatel zatím nepřispěl.
de: Es gibt noch keine Beiträge dieses Users.
fr: Il n’y a pas encore de contributions de cet utilisateur.
pl: Obecnie nie ma żadnych wpisów tego użytkownika /tej użytkowniczki.
ru: У данного пользователя ещё нет записей

source: New Email
ar: بريد الكتروني جديد
cs: Nový Email
de: Neue E-Mail
fr: Nouveau courriel
pl: Nowy E-Mail
ru: Новое письмо

source: Back to Email Components
ar: عودة الى عناصر البريد الالكتروني
cs: Zpět na Emailové komponenty
de: Zurück zu Komponenten für E-Mail
fr: Revenir au Composants du courriel
pl: Z powrotem do część składowych E-Maila
ru: Обратно к элементам для писем

source: Email Component
ar: عنصر البريد الإلكتروني
cs: Emailový komponent
de: E-Mail-Komponente
fr: Composant du courriel
pl: Części składowe E-Maila
ru: Элемент письма

source: New Email Component
ar: عنصر بريد الكتروني جديد
cs: Nový Emailový komponent
de: Neue E-Mail-Komponente
fr: Nouveau composant du courriel
pl: Nowe części składowe E-Maila
ru: Новые элементы писем

source: Email Components
ar: عناصر البريد الالكتروني
cs: Emailové komponenty
de: E-Mail-Komponenten
fr: Composants du courriel
pl: Części składowe E-Maila
ru: Элементы писем

source: There are no email components yet.
ar: لا يوجد اي عنصر بالبريد الإلكتروني.
cs: Zatím zde nejsou žádné emailové komponenty
de: Es gibt noch keine E-Mail-Komponenten.
fr: Il n’y a pas encore de composants du courriel.
pl: Nie istnieją żadne części składowe E-Maila.
ru: На данный момент нет элементов писем

source: Edit component
ar: تحرير عنصر
cs: Upravit komponent
de: Komponente bearbeiten
fr: Éditer le composant
pl: Edytuj części składowe.
ru: Редактировать элементы

source: Delete component
ar: حذف عنصر
cs: Smazat komponent
de: Komponente löschen
fr: Éditer le composant
pl: Usuń części składowe
ru: Удалить элементы

source: Delete email component?
ar: حذف عناصر البريد الإلكتروني؟
cs: Smazat emailový komponent?
de: Email-Komponente löschen?
fr: Supprimer le composant du courriel?
pl: Chcesz usunąć części składowe E-Maila?
ru: Удалить элементы писем?

source: Send all emails
ar: إرسال جميع رسائل البريد الإلكتروني
cs: Odeslat všechny emaily
de: Alle Emails senden
fr: Envoyer tous les courriels
pl: Wyślij wszystkie E-Maile
ru: Отправить все письма

source: Queued Emails
ar: رسائل البريد الإلكتروني الموجةدة في قائمة الانتظار
cs: Emaily čekající ve frontě
de: E-Mails in Warteschleife
fr: Courriels dans la file d’attente
pl: Oczekujące E-Maile
ru: Письма в очереди ожидания

source: There are no emails in the queue to be sent.
ar: لا توجد رسائل البريد الإلكتروني في قائمة الانتظار للارسال.
cs: Ve frontě nejsou žádné emaily k odeslání
de: Keine E-Mails in Warteschleife für Versand.
fr: Il n’y a aucun courriel à envoyer dans la file d’attente.
pl: Nie ma żadnych E-Maili oczekujących na wysłanie
ru: В очереди ожидания нет писем для отправки

source: Time Queued
ar: فترة الانتظار
cs: Čas zařazení
de: Wartezeit
fr: Temps d’attente
pl: Czas oczekiwania
ru: Время ожидания

source: Back to Sent Emails
ar: عودة إلى البريد الإلكتروني المرسلة
cs: Zpět na odeslanou poštu
de: Zurück zu gesendeten Emails
fr: Revenir au Courriels envoyés
pl: Z powrotem do wysłanych E-Maili
ru: Обратно к отправленным письмам

source: Create from template
ar: انشاء نموذج قالب
cs: Vytvořit ze šablony
de: Aus Vorlage erstellen
fr: Créer d'après gabarit
pl: Utwórz z szablonu
ru: Создать как черновик

source: Sent Emails
ar: الايميلات المرسلة
cs: Odeslané emaily
de: Gesendete E-Mails
fr: Courriels envoyés
pl: Wysłane E-Maile
ru: Отправленные письма

source: No emails have been sent yet.
ar: لا توجد رسائل مرسلة
cs: Nebyly odeslány žádné emaily.
de: Es wurden noch keine E-Mails gesendet.
fr: Aucun courriel a été envoyé actuellement.
pl: Nie wysłano jeszcze żadnych E-Maili
ru: Не было отправлено ни одного письма

source: Time Sent
ar: وقت الارسال
cs: Čas odeslání
de: Sendezeitpunkt
fr: Moment de la distribution
pl: Czas wysłania
ru: Время отправления

source: Recipient
ar: المستقبل
cs: Příjemce
de: Adressat
fr: Destinataire
pl: Adresat
ru: Получатель

source: Resend email?
ar: اعادة ارسال الايميل؟
cs: Znovu odeslat email?
de: E-Mail erneut senden?
fr: Renvoyer le courriel?
pl: Czy chcesz ponownie wysłać E-Mail?
ru: Повторно отправить электронное письмо?

source: Resend email
ar: اعادة ارسال الايميل
cs: Znovu odeslat email
de: E-Mail erneut senden
fr: Renvoyer le courriel
pl: Wyślij E-Mail ponownie
ru: Повторно отправить электронное письмо

source: Back to Email Templates
ar: عودة الى القالب البريدي
cs: Zpět na emailové šablony
de: Zurück zu E-Mail-Vorlagen
fr: Revenir au gabarit du courriel
pl: Z powrotem do szablonów E-Maili
ru: Обратно к черновикам электронных писем

source: New Email Template
ar: قالب بريدي جديد
cs: Nová emailová šablona
de: Neue E-Mail-Vorlage
fr: Nouveau gabarit du courriel
pl: Nowy szablon E-Maili
ru: Новый черновик

source: Edit Email Template
ar: تحرير قالب بريدي
cs: Upravit emailovou šablonu
de: E-Mail-Vorlagen bearbeiten
fr: Éditer les gabarits du courriel
pl: Edytuj szablony E-Maili
ru: Редактировать черновики электронных писем

source: Email Templates
ar: قوالب بريدية
cs: Emailové šablony
de: E-Mail-Vorlagen
fr: Gabarits du courriel
pl: Szablony E-Maili
ru: Черновики электронных писем

source: Edit template
ar: تحرير القالب
cs: Upravit šablonu
de: Vorlage bearbeiten
fr: Éditer le gabarit
pl: Edytuj szablon
ru: Редактировать черновик

source: Delete email template?
ar: حذفقالب البريد الالكتروني؟
cs: Smazat emailovou šablonu?
de: E-Mail-Vorlage löschen?
fr: Supprimer le gabarit du courriel?
pl: Chcesz usunąć szablon E-Maila?
ru: Удалить черновик электронного письма?

source: Delete template
ar: حذف القالب
cs: Smazat šablonu
de: Vorlage löschen
fr: Éditer le gabarit
pl: Usuń szablon
ru: Удалить черновик

source: Media
ar: وسائط اعلامية
cs: Média
de: Medien
fr: Médias
ru: Медиа

source: Back to Folder
ar: عودة الى المجلد
cs: Zpět na složku
de: Zurück zu Ordner
fr: Revenir à Dossier
pl: Z powrotem do folderu
ru: Обратно к папке

source: Edit File
ar: تحرير ملف
cs: Upravit soubor
de: Datei bearbeiten
fr: Éditer le fichier
pl: Edytuj plik
ru: Редактировать файл

source: Back to Folders
ar: عودة الى المجلدات
cs: Zpět na složky
de: Zurück zu Ordnern
fr: Revenir à Dossiers
pl: Z powrotem do folderów
ru: Обратно к папкам

source: New Folder
ar: مجلد جديد
cs: Nová složka
de: Neuer Ordner
fr: Nouveau dossier
pl: Nowy folder
ru: Новая папка

source: Edit
ar: تعديل
cs: Upravit
de: Bearbeiten
fr: Éditer
pl: Edytuj
ru: Редактировать

source: Delete folder?
ar: حذف المجلد؟
cs: Smazat složku?
de: Ordner löschen?
fr: Supprimer le dossier?
pl: Chcesz usunąć folder?
ru: Удалить папку?

source: This folder contains one or more files and cannot be deleted.
ar: هذا المجلد يحتوي ملف او اكثر لا يمكن غير الممكن حذفها
cs: Tato složka obsahuje jeden nebo více souborů a nelze jí smazat.
de: Dieser Ordner enthält eine oder mehrere Dateien und kann nicht gelöscht werden.
fr: Ce dossier contient un ou plusieurs fichiers et ne peut pas être supprimé.
pl: Ten folder zwiera jeden lub więcej plików i dlatego nie może zostać usunięty.
ru: Данная папка содержит один или более файлов и не может быть удалена

source: No media has been uploaded yet.
ar: لميتم رفع ملفات وسائط اعلامية الى الان
cs: Žádná média zatím nebyla nahrána.
de: Es wurden noch keine Medien hochgeladen.
fr: Aucun médium a été téléchargé actuellement.
pl: Nie przesłano żadnych mediów.
ru: На данный момент нет загруженных медиа

source: Back to Media
ar: عودة الى الوسائط الاعلامية
cs: Zpět na Média
de: Zurück zu Medien
fr: Revenir à Média
pl: Z powrotem do mediów
ru: Обратно к Медиа

source: Back to All Media
ar: عودة الى كافة الوسائط الاعلامية
cs: Zpět na Všechna média
de: Zurück zu Alle Medien
fr: Revenir à Tous les médias
pl: Z powrotem do wszystkich mediów
ru: Обратно к Все медиа

source: File Upload
ar: رفع الملف
cs: Nahrát soubor
de: Datei hochladen
fr: Télécharger le fichier
pl: Prześlij plik
ru: Загрузить файл

source: Following file types are allowed:
ar: نوع الملفات التالية المسموحه:
cs: Jsou povoleny následující typy souborů:
de: Folgende Dateitypen sind erlaubt:
fr: Les fichiers suivants sont permis:
pl: Dostępne typy plików:
ru: допускаются следующие типы файлов:

source: Back to Questions
ar: عودة الى الاسئلة
cs: Zpět na Otázky
de: Zurück zur Fragenübersicht
fr: Revenir aux questions
pl: Z powrotem do przeglądu pytań
ru: Обратно к обзору вопросов

source: New Question
ar: سؤال جديد
cs: Nová Otázka
de: Neue Frage
fr: Nouvelle question
pl: Nowe pytanie
ru: Новый вопрос

source: Edit Question
ar: تعديل السؤال
cs: Upravit Otázku
de: Frage bearbeiten
fr: Éditer la question
pl: Edytuj pytanie
ru: Редактировать вопрос

source: Edit question
ar: تعديل السؤال
cs: Upravit otázku
de: Frage bearbeiten
fr: Éditer la question
pl: Edytuj pytanie
ru: Редактировать вопрос

source: Delete question?
ar: حذف السؤال؟
cs: Smazat otázku?
de: Frage löschen?
fr: Supprimer la question?
pl: Chcesz usunąć pytanie?
ru: Удалить вопрос?

source: There are no questions yet.
ar: لا يوجد سؤال
cs: Zatím nejsou žádné otázky.
de: Es gibt noch keine Fragen.
fr: Il n’y a pas encore de questions.
pl: Obecnie nie ma jeszcze żadnych pytań.
ru: На данный момент нет вопросов

source: Back to Help Texts
ar: عودة الى نص المساعدة
cs: Zpět na Nápovědy
de: Zurück zu Hilfetexten
fr: Revenir aux textes d’aide
pl: Z powrotem do tekstu pomocy
ru: Обратно к текстам справки

source: Edit help text
ar: تحرير نص المساعدة
cs: Upravit nápovědu
de: Hilfetext bearbeiten
fr: Éditer le texte d’aide
pl: Edytuj tekst pomocy
ru: Редактировать текст справки

source: Icon
ar: ايقونه
cs: Ikona
fr: Icône
pl: Ikona
ru: Иконка

source: Header
ar: عنوان
cs: Nadpis
de: Kopfbereich
fr: En-tête
pl: Nagłówek
ru: Верхний колонтитул

source: Predefined themes
ar: التصميم المفضل
cs: Šablony
de: Vordefinierte Designthemen
fr: Thèmes prédéfinis
pl: Uprzednio zdefiniowany motyw
ru: Заранее заданные темы

source: Custom Colours
ar: لون محدد
cs: Volitelné barvy
de: Angepasste Farben
fr: Couleurs personnalisées
pl: Wybrane farby
ru: Пользовательские цвета

source: In case one or more of the services is greyed out and cannot be activated, it is probably due to misconfiguration of service access applications in the ePartool configuration files.
ar: اذا كانت هنالك خدة او اكثر غير نشطة ولا يمكن تفعيلها، وهذا ربما يرجع إلى تعديل مفقود أو غير صحيح من الخدمات والوصول إلى ملفات التكوين.
cs: V případě, že jedna nebo více služeb jsou šedé a nelze je aktivovat, je to nejspíš z důvodu špatného nastavení služebního přístupu v konfiguračních souborech ePartool.
de: Falls ein oder mehrere Dienste ausgegraut erscheinen und nicht aktiviert werden können, ist dies vermutlich auf eine fehlende oder falsche Einstellung der Dienste und Zugänge in den Konfigurationsdateien zurückzuführen.
fr: Au cas un ou plusieurs des services apparaissent grisés et ne peuvent pas être activés, la raison est probablement un paramètre de service manquant ou faux dans les fichiers de configuration du ePartool.
pl: Jeśli ta lub więcej usług jest wyświetlona na szaro i nie może zostać aktywowana, prawdopodobnie wynika to z brakujących lub nieprawidłowych ustawień usługi lub dostępu w plikach konfiguracji
ru: Если одна или несколько служб отображаются серым и не могут быть активированы, скорее всего это вызвано отсутствующими или ошибочными настройками служб в конфигурационных файлах платформы

source: Back to Keywords
ar: عودة الى الكلمات المفتاحية
cs: Zpět na Klíčová slova
de: Zurück zu Schlagwörtern
fr: Revenir aux mots-clés
pl: Z powrotem do słów kluczowych
ru: Обратно к ключевым словам

source: Add New Keyword
ar: اضافة كلمة مفتاحية جديدة
cs: Přidat nové Klíčové slovo
de: Neues Schlagwort hinzufügen
fr: Ajouter un nouveau mot-clé
pl: Dodaj nowe słowo kluczowe
ru: Добавить новое ключевое слово

source: New Keyword
ar: كلمة مفتاحية جديدة
cs: Nové klíčové slovo
de: Neues Schlagwort
fr: Nouveau mot-clé
pl: Nowe słowo kluczowe
ru: Новое ключевое слово

source: There are no keywords yet.
ar: لا يوجد كلمات مفتاحية حاليا.
cs: Zatím zde nejsou žádná klíčová slova.
de: Es sind noch keine Schlagwörter vorhanden.
fr: Il n’y a pas encore de mots-clés.
pl: Nie istnieją żadne słowa kluczowe.
ru: На данный момент нет ключевых слов

source: Save Changes
ar: حفظ التغييرات
cs: Uložit změny
de: Änderungen speichern
fr: Enregistrer les modifications.
pl: Zapisz zmiany
ru: Сохранить изменения

source: Please note only unused keywords can be deleted.
ar: يرجى ملاحظة أن الكلمات الغير مستخدمة فقط يمكن حذفها.
cs: Smazána mohou být pouze klíčová slova, která nejsou v užívání.
de: Bitte beachte, dass nur unbenutzte Schlagworte gelöscht werden können.
fr: Note que seuleument des mots-clés inutilisés peuvent être supprimés.
pl: Nieużywane słowa kluczowe zostaną usunięte.
ru: Только не используемые ключевые слова могут быть удалены

source: Delete keyword?
ar: حذف كلمه؟
cs: Smazat klíčové slovo?
de: Schlagwort löschen?
fr: Supprimer le mot-clé?
pl: Usunąć słowo kluczowe?
ru: Удалить ключевое слово?

source: New User
ar: مستخدم جديد
cs: Nový uživatel
de: Neuer User
fr: Nouvel utilisateur
pl: Nowy użytkownik/nowa użytkowniczka
ru: Новый пользователь

source: Back to Users
ar: عودة للمستخدمين
cs: Zpět na Uživatele
de: Zurück zu Userübersicht
fr: Revenir à l’aperçu des utilisateurs
pl: Z powrotem do przeglądu użytkowników/użytkowniczek
ru: Обратно к пользователям

source: Edit User
ar: تحرير مستخدم
cs: Upravit uživatele
de: User bearbeiten
fr: Éditer l’utilisateur
pl: Edytuj użytkownika/użytkowniczkę
ru: Редактировать пользователя

source: Users
ar: المستخدمين
cs: Uživatelé
de: User
fr: Utilisateurs
pl: Użytkownik/użytkowniczka
ru: Пользователь

source: There are no users yet.
ar: لا يوجد مستخدمين
cs: Zatím zde nejsou žádní uživatelé.
de: Es gibt noch keine Nutzer_in.
fr: Il n’y a pas encore d’utilisateurs.
pl: Obecnie brak użytkowników/użytkowniczek
ru: На данный момент нет пользователей

source: Last Activity
ar: آخر نشاط
cs: Poslední aktivita zaznamenána
de: Letzte Aktivität
fr: Dernière activité
pl: Ostatnia aktywność
ru: Последнее действие

source: Send email to user
ar: ارسال ايميل لمستخدم
cs: Poslat uživateli email
de: Email an User senden
fr: Envoyer un courriel à l’utilisateur
pl: Wyślij E-Mail do użytkownika /użytkowniczki
ru: Отправить письмо пользователю

source: Administrator
ar: مدير
cs: Administrátor
de: Admin
fr: Administrateur
pl: Administrator /administratorka
ru: Aдминистратор

source: Edit user
ar: تحرير مستخدم
cs: Upravit uživatele
de: User bearbeiten
fr: Éditer l’utilisateur
pl: Edytuj użytkownika /użytkowniczkę
ru: Редактировать пользователя

source: Transfer contributions to another user
ar: نقل المساهمات الى مستخدم اخر
cs: Přemístit příspěvky k jinému uživateli
de: Beiträge an andere_n Nutzer_in übertragen
fr: Transférer les contributions à un autre utilisateur
pl: Przenieś wpisy na innego użytkownika /użytkowniczkę
ru: Перенести записи на других пользователей

source: Are you sure? All contributions by this user will be made anonymous.
ar: هل أنت متأكد؟ البحث عن جميع مشاركات هذا العضو سوف تكون مجهولة المصدر.
cs: Jsi si jist/á? Všechny příspěvky se tímto stanou anonymní.
de: Bist du sicher? Alle Beiträge dieses Users werden anonymisiert.
fr: Es-tu sûr? Toutes les contributions de cet utilisateur seront anonymisées.
pl: Jesteś pewny /pewna? Wszystkie wpisy tego użytkownika /tej użytkowniczki będą anonimowe
ru: Ты уверен? Все записи данного пользователя будут анонимны

source: Transfer User Contributions
ar: نقل مشاركات مستخدم
cs: Přemístit Uživatelské Příspěvky
de: Nutzerbeiträge transferieren
fr: Transferer des contributions d’utilisateur
pl: Przenieś wpisy użytkownika /użytkowniczki
ru: Перевести записи пользователя

source: Last contribution on:
ar: اخر مشاركة في:
cs: Poslední příspěvek:
de: Letzter Beitrag
fr: Dernière contribution
pl: Ostatni wpis
ru: Последняя запись

source: No contributions yet
ar: لا توجد مشاركات حتى الآن
cs: Zatím žádné příspěvky
de: Noch keine Beiträge
fr: Il n’y a pas encore de contributions
pl: Brak wpisów
ru: На данный момент нет записей

source: Back to Voting Permissions
ar: عودة الى حقوق التصويت
cs: Zpět na Povolení pro Hlasování
de: Zurück zu Abstimmungsberechtigungen
fr: Revenir aux autorisations de vote
pl: Z powrotem do uprawnień głosowania
ru: Обратно к правам на голосование

source: New Permission
ar: صلاحية جديد
cs: Nové Povolení
de: Neue Berechtigung
fr: Nouvelle autorisation
pl: Nowe uprawnienia
ru: Новое разрешение

source: Voting Permissions for
ar: حق التصويت ل
cs: Hlasovací Povolení pro
de: Abstimmungsrechte für
fr: Autorisations de vote pour
pl: Uprawienia głosowania dla
ru: Права на голосование для

source: Voting Permissions
ar: حقوق التصويت
cs: Povolení pro Hlasování
de: Abstimmungsrechte
fr: Autorisations de vote
pl: Uprawnienia do głosowania
ru: Права на голосование

source: new users added recently.
ar: تم اضافة مشاركين مؤخرا
cs: nedávno přibyli noví uživatelé.
de: neue Berechtigte kürzlich hinzugefügt
fr: nouveaux utilisateurs récemment ajoutés
pl: ostatnio dodane osoby z uprawnieniami
ru: Новые пользователи, добавленные недавно

source: Voting Weight
ar: حجم التصويت
cs: Síla hlasu
de: Stimmgewicht
fr: Poids du vote
pl: Waga głosowania
ru: Важность голосования

source: Access Code
ar: رمز التفعيل
cs: Přístupový Kód
de: Zugangscode
fr: Code d’accès
pl: Kod dostępu
ru: Код доступа
