Repository: DeutscherBundesjugendring/epartool
Catalog: languages/*/web.po
Languages: ar, cs, de, fr, pl, ru

source: Your vote could not be registered. (1)
ar: لا يمكن أن يتم إدخال صوتك. (1)
cs: Hlas nemohl být započítán. (1)
de: Deine Abstimmung konnte nicht eingetragen werden. (1)
fr: Ton vote n’a pas pu être enregistré. (1)
pl: Twój głos nie został zarejestrowany. (1)
ru: Ваше голосование не могло быть зарегистрировано (1)

source: Clicking the superbutton is not allowed.
ar: غير مسموح اختيار زر عظيم.
cs: Zmáčknutí supertlačítka není dovoleno.
de: Die Auswahl des Superbuttons ist nicht erlaubt.
fr: La séléction du superbutton n’est pas permis.
pl: Wybór super-przycisku jest niedozwolony.
ru: Выбор супер-кнопки не разрешён

source: Please choose a question or keyword.
ar: الرجاء اختيار سؤال او كلمة مفتاحية
cs: Zvol si prosím otázku nebo klíčové slovo.
de: Bitte wähle ein Frage oder ein Schlagwort aus.
fr: Choisis une question ou un mot clé, s’il te plaît.
pl: Proszę wybrać pytanie lub hasło.
ru: Пожалуйста, выберите ворпос или ключевое слово

source: Your vote has been counted.
ar: تم احتساب الأصوات الخاصة بك.
cs: Tvůj hlas byl započítán.
de: Deine Abstimmung wurde gezählt.
fr: Ton vote a été compté.
pl: Twój głos został policzony.
ru: Твоё голосование было засчитано

source: User could not be found.
ar: لا يمكن العثور على المستخدم.
cs: Uživatel nenalezen.
de: User konnte nicht gefunden werden.
fr: L’utilisateur n’a pas pu être trouvé.
pl: Nie znaleziono użytkownika/użytkowniczki.
ru: Пользователь не может быть найден.

source: No votes to process.
ar: لا توجد أصوات للتجهيز.
cs: Nejsou zde žádné hlasy pro zpracování.
de: Keine Stimmen zur Verarbeitung.
fr: Aucun vote à traiter.
pl: Nie ma żadnych głosów do edytowania.
ru: Нет голосований для продолжения

source: Voter not found.
ar: المصوت غير موجود.
cs: Hlasující nebyl nalezen.
de: Abstimmende_n nicht gefunden.
fr: Aucun voteur trouvé.
pl: Nie znaleziono głosującego/głosującej.
ru: Голосующий не найден

source: No votes to handle.
ar: لا توجد اصوات للمعالجة.
cs: Nejsou zde žádné hlasy pro zpracování.
de: Keine Stimmen zu verarbeiten.
fr: Aucun vote à traiter.
pl: Nie ma żadnych gosów do edycji.
ru: Нет голосований для обработки

source: Cannot find group leader.
ar: لم يتم العثورذ العثور على رئيس المجموعة.
cs: Vedoucího skupiny nelze najít.
de: Gruppenverantwortliche_r nicht gefunden.
fr: Impossible de trouver le responsable de groupe.
pl: Nie znaleziono osoby odpowiedzialnej za grupę.
ru: Не удается найти лидера группы.

source: Cannot find voting group.
ar: لم يتم العثور على مجموعة التصويت
cs: Hlasovací skupinu nelze najít.
de: Abstimmungsgruppe nicht gefunden.
fr: Impossible de trouver le groupe de vote.
pl: Nie znaleziono grupy głosującej.
ru: Не удаётся найти группу для голосования

source: No voting rights found.
ar: لم يتم العثور على حق التصويت.
cs: Nebyla nalezena žádná hlasovací práva.
de: Keine Abstimmungsberechtigungen gefunden.
fr: Aucune autorisation de vote a été trouvée.
pl: Nie znaleziono uprawnień do głosowania.
ru: Не удаётся найти прав голоса

source: The link is not correct.
ar: خطأ بالرابط.
cs: Odkaz není správný.
de: Der angewählte Link ist ungültig.
fr: Le lien n’est pas correct.
pl: Wybrany link jest nieprawidłowy.
ru: Ссылка не действительна

source: Votes were confirmed.
ar: تم تأكيد التصويت
cs: Hlasy byly potvrzeny.
de: Stimmabgabe wurde bestätigt.
fr: Les votes ont été confirmés.
pl: Oddany głos został potwierdzony.
ru: Голосование было подтверждено

source: Votes confirmation error.
ar: خطأ في تاكيد التصويت
cs: V potvrzení hlasů nastala chyba.
de: Fehler bei der Bestätigung der Stimmabgabe.
fr: Erreur à la confirmation de vote.
pl: Wystąpił błąd przy potwierdzeniu oddawanie głosu.
ru: Ошибка при подтверждении голосования

source: Votes were deleted.
ar: تم حذف التصويت
cs: Hlasy byly smazány.
de: Die Stimmen wurden gelöscht.
fr: Les votes ont été supprimés.
pl: Głosy zostały usunięte.
ru: Голосования были удалены

source: Votes deleting error.
ar: خطأ في حذف التصويت
cs: Smazat hlasy se nepodařilo.
de: Fehler beim Löschen der Stimmen.
fr: Erreur à la suppression des votes.
pl: Wystąpił błąd przy usuwaniu głosów.
ru: Ошибка при удалении голосований

source: Invalid action invoked.
ar: تم استدعاء اجراء غير صالح.
cs: Akce není platná.
de: Ungültige Aktion aufgerufen.
fr: Exécution d’une action non valide.
pl: Wywołana akcja jest nieważna.
ru: Вызывается недопустимое действие

source: No unconfirmed votes to process.
ar: لا توجد اصوات غير مؤكدة للمعالجه.
cs: Nejsou zde žádné nepotvrzené hlasy ke zpracování.
de: Keine unbestätigten Stimmen zu verarbeiten.
fr: Aucun vote non-confirmé à traiter.
pl: Nie ma żadnych niepotwierdzonych głosów do dalszej edycji.
ru: Нет не подтверждённых голосований для обработки

source: Voting results are not available yet.
ar: نتائجالتصويت غير متوافرة حاليا
cs: Výsledky hlasování zatím nejsou přístupné.
de: Abstimmungsergebnisse können noch nicht gezeigt werden!
fr: Les résultats de vote ne peuvent pas encore être montrés!
pl: Wyniki głosowania nie mogą zostać pokazane!
ru: Результаты голосования ещё недоступны

source: Save and proceed
ar: حفظ والتالي
cs: Uložit a pokračovat
de: Speichern und nächste Frage
fr: Enregistrer et passer à la question prochaine
pl: Zapisz i przejdź do następnego pytania.
ru: Сохранить и продолжить

source: Finish
ar: انهاء
cs: Odeslat
de: Beenden
fr: Finir
pl: Zakończ
ru: Завершить

source: Here you can type in your contribution (up to %s characters).
ar: بامكانك ادخال مساهمتك هنا (بحد اقصى s% حرف)
cs: Zde můžeš vepsat svůj příspěvek (max. %s znaků).
de: Hier könnt ihr euren Beitrag mit bis zu %s Buchstaben schreiben.
fr: Ici, tu peux écrire ta contribution avec au plus %s caractères.
pl: Tutaj jest miejsce na twój wpis (maksymalnie %s znaków).
ru: Здесь ты можешь оставить свою запись до %s символов

source: Here you explain your contribution more in depth, e.g. with examples (up to %s characters).
ar: هنا بامكانك توضيح مساهمتك بشكل اعمق مع أمثله (بحد اقصى s% حرف)
cs: Zde svůj příspěvek dále vysvětli, a ideálně uveď příklady (max. %s znaků).
de: Hier könnt ihr euren Beitrag mit bis zu %s Buchstaben erläutern.
fr: Ici, tu peux expliquer ta contribution avec au plus %s caractères.
pl: Tutaj możesz wyjaśnić swój wpis np. podać przykład (maksymalnie %s znaków).
ru: Здесь ты можешь оставить пояснения к своей записи до %s символов

source: Please paste video URL
ar: الرجاء لصق رابط الفيديو
cs: Prosím uveď URL videa
de: Bitte Webadresse des Videos eintragen
fr: Colle l’adresse URL du vidéo, s’il te plaît.
pl: Proszę wpisz adres URL tego wideo
ru: Пожалуйста, вставь электронный адрес видео

source: Explain your contribution
ar: توضيح مساهمتك
cs: Vysvětli svůj příspěvek
de: Erläutere deinen Beitrag
fr: Explique ta contribution
pl: Wyjaśnij swój wpis
ru: Поясни свою запись

source: Your contribution
ar: مساهماتك
cs: Tvůj příspěvek
de: Dein Beitrag
fr: Ta contribution
pl: Twój wpis
ru: Твоя запись

source: Your discussion post
ar: مو يع النقاش الخاصة بك
cs: Tvůj Diskuzní příspěvek
de: Dein Diskussionsbeitrag
fr: Ta contribution à la discussion
pl: Twój wpis w dyskusji
ru: Твоя запись для обсуждения

source: Your email
ar: البريد الالكتروني الخاص بك
cs: Tvůj email
de: Deine E-Mail
fr: Ton adresse courriel
pl: Twój E-Mail
ru: Твой электронный адрес

source: Send
ar: ارسال
cs: Odeslat
de: Absenden
fr: Envoyer
pl: Wyślij
ru: Отправить

source: Either text or video have to be submitted.
ar: تم رفع نص او فيديو.
cs: Musíš poskytnout text nebo video.
de: Es müssen Text oder Video eingetragen werden.
fr: Soit des textes soit des vidéos doivent être soumis.
pl: Tutaj musi zostać wpisany tekst lub przesłane wideo.
ru: Обязательно должен быть размещён текст или видео

source: Contribution
ar: مساهمه
cs: Příspěvek
de: Beitrag
pl: Wpis
ru: Запись

source: Explanation
ar: توضيح
cs: Vysvětlení
de: Erläuterung
fr: Explication
pl: Wyjaśnienie
ru: Пояснение

source: Save
ar: حفظ
cs: Uložit
de: Speichern
fr: Enregistrer
pl: Zapisz
ru: Сохранить

source: Email Address
ar: البريد الالكتروني
cs: Emailová adresa
de: E-Mail-Adresse
fr: Adresse courriel
pl: Adres E-Mail
ru: Электронный адрес

source: Password
ar: كلمة المرور
cs: Heslo
de: Passwort
fr: Mot de passe
pl: Hasło
ru: Пароль

source: Login
ar: دخول
cs: Přihlásit
de: Einloggen
fr: Connexion
pl: Zaloguj
ru: Войти

source: First name and surname
ar: الاسم الاول والاخير
cs: Křestní a rodné jméno
de: Vorname Nachname
fr: Prénom et nom
pl: Imię Nazwisko
ru: Имя Фамилия

source: Nick
ar: اسم العرض
cs: Přezdívka
de: Angezeigter Name
fr: Pseudo
pl: Pokazywana nazwa (nick)
ru: Имя пользователя

source: Will be shown instead of your name, e.g in discussions
ar: سيظهر بدلا من الاسم الحقيقي (على سبيل المثال، في المناقشات)
cs: Bude vidět místo tvého jména, např. v diskuzích
de: Wird anstelle des echten Namens gezeigt (z.B. in Diskussionen)
fr: Sera montré au lieu de votre nom réel (p.ex. dans une discussion)
pl: Będzie pokazywane zamiast prawdziwej nazwy (np. w dyskusji)
ru: Будет показано вместо твоего имени, к примеру, в обсуждениях

source: If you don't want to change your password, leave these fields blank.
ar: اذا كنت لا تريد تغيير كلمة المرور الرجاء ترك الحقل فارغا.
cs: Pokud nechceš změnit své heslo, nech tato pole volná.
de: Wenn das Passwort nicht geändert werden soll, dann die Felder leer lassen.
fr: Si tu ne veux pas changer ton mot de passe, ne remplis pas ces champs.
pl: Jeśli nie chcesz zmienić hasła, pozostaw to pole puste.
ru: Если ты не хочешь изменить свой пароль, оставь это поле свободным

source: Current password
ar: كلمة المرور الحالية
cs: Současné heslo
de: Bisheriges Passwort
fr: Mot de passe actuel
pl: Dotychczasowe hasło.
ru: Действующий пароль

source: New password
ar: كلمة مرور جديدة
cs: Nové heslo
de: Neues Passwort
fr: Mot de passe nouveau
pl: Nowe hasło.
ru: Новый пароль

source: Passwords do not match.
ar: كلمة المرور غير متطابقة.
cs: Hesla se neshodují.
de: Die Passwörter stimmen nicht überein.
fr: Les mots de passe ne correspondent pas.
pl: Hasła nie są takie same.
ru: Пароли не соответствуют друг другу

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
cs: Potvrdit nové heslo
de: Neues Passwort bestätigen
fr: Confirme le nouveau mot de passe.
pl: Potwierdź nowe hasło.
ru: Подтвердить новый пароль

source: The following fields are not obligatory, but the data can help us find out which target groups we are reaching.
ar: لمعلومات التالية هي اختيارية، ولكن بامكانها تزويدنا بالمعلومات حول الفئة العمرية التي نصل اليها.
cs: Následující pole nejsou povinná, ale tyto údaje nám pomáhají zjistit, které cílové skupiny tímto oslovujeme.
de: Die folgenden Angaben sind freiwillig und dienen dazu, uns einen Überblick zu geben, welche Zielgruppen erreicht werden.
fr: Les informations suivantes sont volontaires, mais elles seront utilisées pour avoir une idée du groupe cible que nous atteignons.
pl: Podanie danych jest dobrowolne i pomaga nam dowiedzieć się, do których grup docelowych docieramy.
ru: Следующие поля не обязательны для заполнения, однако эти данные могут помочь нам узнать нашу целевую группу получше

source: I am responding as an individual person
ar: اجيب بصفة فردية
cs: Odpovídám jako jednotlivec
de: Ich antworte als Einzelperson
fr: Je réponds comme individu.
pl: Odpowiadam jako osoba indywidualna
ru: Я отвечаю как индивидуальная личность

source: I am responding in the name of a group
ar: اجيب بالنيابةعن مجموعة
cs: Odpovídám jménem skupiny
de: Ich antworte für eine Gruppe
fr: Je réponds pour un groupe.
pl: Odpowiadam za grupę
ru: Я отвечаю за группу

source: Please describe origin of your contributions:
ar: الرجاء وصف مصدر مساهماتكم:
cs: Popiš prosím původ tvých příspěvků:
de: Bitte beschreibt, woher eure Beiträge stammen:
fr: Décrivez, d’où venez tes contributions:
pl: Proszę opisz skąd pochodzą wasze wpisy:
ru: Пожалуйста, расскажите откуда ваши записи

source: Results from a meeting or project related to the topic
ar: النتائج من اجتماع او مشروع ذات علاقة بالموضوع
cs: Výsledky ze schůzky či projektu, které se týkají daného téma
de: Ergebnisse aus einer Veranstaltung/einem Projekt zum Thema
fr: Résultats d’une réunion/d’un projet à ce sujet
pl: Wyniki waszego spotkania lub projektu związanego z tematem
ru: Результаты из встречи или проекта по теме

source: Compiled by our group (e.g. in a workshop or a group session)
ar: أعدتها مجموعتنا (على سبيل المثال، في ورشة عمل، مجموعة دراسية)
cs: Zpracováno naší skupinou (např. v rámci workshopu nebo společného jednání)
de: In der Gruppe erarbeitet (z.B. in einem Workshop, einer Gruppenstunde)
fr: Élaboré en groupe (p.ex. dans un atelier ou une séance de groupe)
pl: Wypracowane w grupie (n.p. podczas warsztatów czy lekcji)
ru: Разработано нашей группой (к примеру, в ходе мастерской или заседания группы)

source: Position paper or agreement in our group/organisation
ar: ورقة موقف او اتفاق داخل مجموعتنا / المؤسسة
cs: Vyjádření či dohoda v rámci naší skupiny/organizace
de: Positionspapier/Beschluss unserer Gruppe/Organisation
fr: Prise de position/décision de notre groupe/organisation
pl: Pozycja/Uchwała naszej grupy/organizacji
ru: Документ с изложением позиции или соглашение нашей группы/организации

source: Other:
ar: أخرى
cs: Jiné:
de: Sonstiges, und zwar:
fr: D’autres:
pl: Inne, a mianowice:
ru: Другое:

source: How many individuals were involved?
ar: كم عدد الاشخاص المشاركين؟
cs: Kolik se podílelo lidí?
de: Wie viele Personen waren beteiligt?
fr: Combien de personnes ont été impliquées?
pl: Jak wiele osób było zaangażowanych?
ru: Каково число участников?

source: Group name
ar: اسم المجموعة
cs: Jméno skupiny
de: Gruppenbezeichnung
fr: Nom de groupe
pl: Nazwa grupy
ru: Имя группы

source: Contact person
ar: جهة الاتصال
cs: Kontaktní osoba
de: Ansprechpartner_in
fr: Personne de contact
pl: Osoba kontaktowa
ru: Контактное лицо

source: no information
ar: لا توجد معلومات
cs: žádné informace
de: keine Angabe
fr: Aucune information
pl: brak informacji
ru: не указано

source: Age
ar: العمر
cs: Věk
de: Alter
pl: Wiek
ru: Возраст

source: State
ar: الدولة
cs: Stát
de: Bundesland
fr: Région
pl: Region
ru: Регион

source: I want to get informed about outcomes of the consultation round.
ar: اود الاطلاع على نتائج المرحلة الاستشارية
cs: Chci obdržet informace o výsledcích poradní etapy.
de: Ich möchte über die Ergebnisse der Beteiligungsrunde informiert werden.
fr: Je voudrais recevoir les résultats de ce cycle de consultation? Ich möchte über die Ergebnisse der Beteiligungsrunde informiert werden.
pl: Chcę otrzymywać informacje o wynikach rundy konsultacji.
ru: Я хочу получать информацию о результатах этапов обсуждения

source: I would like to subscribe to the newsletter.
ar: اود الاشتراك بالمجله
cs: Chci dostávat newsletter.
de: Ich möchte den Newsletter erhalten.
fr: Je voudrais m’abonner à l’infolettre.
pl: Chcę otrzymywać newsletter.
ru: Я хочу получать рассылку

source: Any comments?
ar: أي تعليق؟
cs: Nějaké připomínky?
de: Hier ist noch Platz für Kommentare:
fr: Place pour des commentaires:
pl: Tutaj jest miejsce na komentarze:
ru: Тут вы можете оставить ваши комментарии:

source: You must agree.
ar: عليك الموافقة هنا
cs: Musíš souhlasit.
de: Du musst hier zustimmen.
fr: Il faut que tu acceptes.
pl: Tutaj musisz wyrazić swoją zgodę.
ru: Ты должен согласиться

source: Subscribe thread
ar: اشترك بالخبر
cs: Odebirat vlákno
de: Neuigkeiten abonnieren
fr: M’abonner aux nouvelles.
pl: Subskrybuj aktualności.
ru: Подписаться на новости

source: Unsubscribe thread
ar: لا أريد هذا الخبر أكثر
cs: Přestat odebírat vlákno
de: Keine Neuigkeiten hierzu mehr erhalten
fr: Me désabonner de cette discussion
pl: Zakończ subskrypcję aktualności.
ru: Отписаться от новостей

source: Confirm
ar: تأكيد
cs: Potvrdit
de: Bestätigen
fr: Confirmer
pl: Potwierdź
ru: Подтвердить

source: Delete
ar: حذف
cs: Smazat
de: Löschen
fr: Supprimer
pl: Usuń
ru: Удалить

source: min. %s characters
ar: حد ادنى s% حرف
cs: min. %s znaků
de: min. %s Zeichen
fr: au moins %s caractères
pl: min. %s znaków
ru: мин. %s знаков

source: The passwords do not match.
ar: كلمة المرور غير متطابقه
cs: Hesla se neshodují.
de: Die angegebenen Passwörter stimmen nicht überein.
fr: Les mots de passe entrés ne correspondent pas.
pl: Podane hasła nie są takie same.
ru: Пароли не соответствуют друг другу

source: Save new password
ar: حفظ كلمة المرور الجديدة
cs: Uložit nové heslo
de: Neues Passwort speichern
fr: Enregistrer le nouveau mot de passe
pl: Zapisz nowe hasło.
ru: Сохранить новый пароль

source: Unsubscribe
ar: الغاء الاشتراك
cs: Přestat odebírat
de: Abbestellen
fr: Me désabonner
pl: Zakończ subskrypcję.
ru: Отписаться

source: Cancel votes
ar: الغاء التصويت
cs: Stornovat hlasy
de: Stimmabgabe verwerfen
fr: Annuler les votes
pl: Anuluj oddane głosy
ru: Удалить голосование

source: Access code
ar: رمز التفعيل
cs: Přístupový kód
de: Zugangscode
fr: Code d’accès
pl: Kod dostępu
ru: Код доступа

source: Your access code
ar: رمز التفعيل الخاص بك
cs: Tvůj přístupový kód
de: Ihr Zugangscode
fr: Ton code d’accès
pl: Twój kod dostępu
ru: Ваш код доступа

source: Start
ar: ابدأ
de: Loslegen
fr: Commencer
ru: Старт

source: Page
ar: الصفحة
cs: Stránka
de: Seite
pl: Strona
ru: Страница

source: View reactions
ar: اظهار الردود
cs: Ukázat reakce
de: Reaktionen ansehen
fr: Voir les réactions
pl: Zobacz reakcje
ru: Посмотреть реакции

source: There are currently no reactions to this contribution.
ar: لا توجد ردود على المساهمه الحالية
cs: Momentálně na tento příspěvek nejsou žádné reakce.
de: Derzeit gibt es keine Reaktionen zu diesem Beitrag.
fr: Actuellement, il n’y a pas de réaction pour cette contribution.
pl: Dla tej rundy konsultacji aktualnie nie ma żadnych reakcji.
ru: В настоящий момент нет реакций к данной записи

source: Overview over Reactions & Impact
ar: نظرة عامة على الردود والتأثير
cs: Přehled Doplnění
de: Übersicht Reaktionen & Wirkungen
fr: L’aperçu des suivis
pl: Przegląd reakcji i wpływu
ru: Обзор Реакции & Воздействие

source: Contributions sorted by Questions
ar: المساهمات بواسطة اﻷسئلة
cs: Příspěvky řazeny podle Otázky
de: Beiträge sortiert nach Fragen
fr: Contributions triées par question
pl: Sortuj wpis po pytaniach
ru: Записи, сортированы по вопросам

source: Contributions sorted by keywords
ar: المساهمات بواسطة كلمات مفتاحية
cs: Příspěvky řazeny podle klíčových slov
de: Beiträge sortiert nach Schlagwörtern
fr: Contributions triées par mot-clé
pl: Sortuj wpisy po słowach kluczowych
ru: Записи, сортированы по ключевым словам

source: Weak
ar: ضعيف
cs: Slabý
de: Schwach
fr: Faible
pl: Słaby
ru: Слабо

source: Medium
ar: متوسط
cs: Střední
de: Mittel
fr: Moyen
pl: Średni
ru: Средне

source: Strong
ar: قوي
cs: Silný
de: Stark
fr: Fort
pl: Silny
ru: Сильно

source: Very Strong
ar: قوي جدا
cs: Velmi silný
de: Sehr stark
fr: Très fort
pl: Bardzo silny
ru: Очень сильно

source: Shut back
ar: اغلاق العودة
cs: Zavřít
de: Wieder einklappen
fr: Replier
pl: Zwiń ponownie
ru: Снова сложить

source: Click here to explain contribution.
de: Klicken, um Eintrag zu erläutern.

source: supporters
ar: الداعمين
cs: stoupenci
de: Unterstützende
fr: supporteurs
pl: Popierający i popierające
ru: Поддерживающие

source: Loading…
ar: تحميل...
cs: Načítám…
de: Lade…
fr: Chargement…
pl: Ładuje się...
ru: Загружается...

source: You are being logged in. Please wait…
ar: يتم تسجيل دخولك. يرجى الانتظار...
cs: Příhlašuji. Prosím čekej…
de: Du wirst eingeloggt. Bitte warten...
fr: Connexion en cours. Attends s’il te plaît…
pl: Trwa logowanie się. Proszę czekać...
ru: Идёт процесс входа в систему. Пожалуйста, подождите ...

source: Your contributions have not been saved.
de: Deine Beiträge wurden nicht gespeichert.
fr: Tes contributions n’ont pas été enregistrées.

source: Geolocation is not available in your browser.
de: Ortserkennung ist in deinem Browser nicht möglich.

source: Participate
ar: شارك
cs: Zúčastnit se
de: Mitmachen
fr: Participer
pl: Weź udział
ru: Принять участие

source: only today
ar: اليوم فقط
cs: pouze dnes
de: Nur Noch Heute
fr: Seulement aujourd’hui
pl: Tylko dzisiaj
ru: Только сегодня

source: Voting coming up
ar: مرحلة التصويت قريبا
cs: Brzy se bude hlasovat
de: Bald abstimmen
fr: Bientôt voter
pl: Wkrótce będzie można głosować
ru: Голосование начнётся скоро

source: Results
ar: النتائج
cs: Výsledky
de: Ergebnisse
fr: Résultats
pl: Wyniki
ru: Результаты

source: Reaction
ar: التفاعل
cs: Reakce
de: Reaktion
fr: Réaction
pl: Reakcja
ru: Реакция

source: Info
ar: معلومات
de: Infos
fr: Informations
pl: Informacje
ru: Информация

source: Questions
ar: الاسئله
cs: Otázky
de: Fragen
pl: Pytania
ru: Вопросы

source: Contributions
ar: المساهمات
cs: Příspěvky
de: Beiträge
pl: Wpisy
ru: Записи

source: Voting
ar: التصويت
cs: Hlasování
de: Abstimmung
fr: Vote
pl: Głosowanie
ru: Голосование

source: Reactions & Impact
ar: التفاعلات والانطباعات
cs: Doplnění
de: Reaktionen & Wirkung
fr: Suivi
pl: Reakcje i wpływ
ru: Реакции & Воздействие

source: from
ar: النموذج
cs: od
de: vom
fr: de
pl: od
ru: c

source: until
ar: حتى
cs: do
de: bis
fr: à
pl: do
ru: до

source: Participate now!
ar: شارك الان!
cs: Zúčastni se!
de: Jetzt mitmachen!
fr: Participe maintenant!
pl: Weź udział!
ru: Участвовать сейчас!

source: Vote now!
ar: صوت الان!
cs: Hlasuj!
de: Stimme jetzt ab!
fr: Vote maintenant!
pl: Oddaj głos!
ru: Проголосовать сейчас!

source: You can publish your contribution now!
ar: تستطيع نشر مساهمتك الان!
cs: Své příspěvky již můžeš publikovat!
de: Jetzt kannst du deinen Beitrag einstellen!
fr: Maintenant tu peux publier ta contribution!
pl: Teraz możesz opublikować swój wpis!
ru: Теперь ты можешь оставить свою запись!

source: From
ar: النموذج
cs: Od
de: Vom
fr: De
pl: Od
ru: От

source: The contribution phase has finished. You can vote soon:
ar: لقد انتهت مرحلة المشاركة بامكانك التصويت قريبا!
cs: Etapa přispívání skončila. Brzy bude možno volit:
de: Die Beitragsphase ist vorbei! Demnächst kann abgestimmt werden:
fr: La période de contribution est terminée. Bientôt tu peux voter:
pl: Faza wpisów dobiegła końca. Wkrótce będzie można głosować:
ru: Этап записей завершён. Скоро начнётся голосование

source: Vote now on the most important contributions!
ar: صوت الان على المساهمات الرئيسية!
cs: Hlasuj o nejdůležitějších příspěvcích!
de: Jetzt ist Abstimmen über die wichtigsten Beiträge angesagt!
fr: Vote maintenant pour les contributions les plus importantes!
pl: Wystartowało głosowanie nad najważniejszymi wpisami!
ru: Голосуй сейчас за самые важные записи!

source: Voting has finished! There will soon be reactions available
ar: فترة التصويت قد انتهت! قريبا سيكون هناك ردود فعل
cs: Hlasování skončilo! Brzy budou dostupné reakce.
de: Die Abstimmungsphase ist vorbei! Demnächst wird es Reaktionen geben
fr: La période de vote est terminée. Bientôt il y aura des réactions
pl: Faza głosowania dobiegła końca. Wkrótce będzie można zobaczyć reakcje i wpływ.
ru: Голосование завершено! Скоро будут доступны реакции

source: Get informed now
ar: تم التأكيد الان
cs: Informuj se!
de: Jetzt informieren
fr: Informe-toi maintenant
pl: Zdobądź informacje
ru: Получить информацию сейчас!

source: Your discussion post was confirmed.
ar: لقد تم تأكيد منشور المناقشة الخاص بك.
cs: Tvůj příspěvek do diskuze byl potvrzen.
de: Dein Diskussionsbeitrag ist bestätigt.
fr: Ta contribution à la discussion a été confirmée.
pl: Twój wpis w dyskusji został potwierdzony.
ru: Твоя запись для обсуждения была подтверждена

source: Your discussion post was deleted.
ar: لقد حذف منشور المناقشة الذي قمت بنشره.
cs: Tvůj příspěvek do diskuze byl smazán.
de: Dein Diskussionsbeitrag wurde gelöscht.
fr: Ta contribution à la discussion a été supprimée.
pl: Twój wpis w dyskusji został usunięty.
ru: Твоя запись для обсуждения была удалена

source: Form invalid.
ar: النوذج غير صالح.
cs: Neplatný formulář.
de: Formular ungültig.
fr: Formulaire invalide.
pl: Formularz nieważny.
ru: Формуляр не действителен
