Repository: DeutscherBundesjugendring/epartool
Catalog: languages/*/web.po
Languages: ar, cs, de, fr, pl, ru

source: When new document is added
ar: عند اضافة مستند جديد
cs: Informovat mě když přibude nový dokument
de: Wenn ein neues Dokument hinzugefügt wird
fr: Si un nouveau document est ajouté
pl: Kiedy dodany zostanie nowy dokument
ru: Когда добавлен новый документ

source: Unsubscribe from Reactions & Impact?
cs: Přestat odebírat doplnění?
de: Reaktionen & Wirkung abbestellen?

source: Password Recovery
de: Passwort zurücksetzen

source: You can reset your password by entering your mail address here. In a few moments you will receive an e-mail, which will help you to choose a new password.
ar: يمكنك إعادة تعيين كلمة المرور الخاصة بك عن طريق إدخال عنوان البريد الإلكتروني الخاص بك هنا. ستتلقى في لحظات قليلة بريد الكتروني لمساعدتك على اختيار كلمة مرور جديدة.
cs: Své heslo můžeš resetovat tím, že zde vyplníš svou emailovou adresu. Za chvilku dostaneš email, který ti umožní zvolit nové heslo.
de: Du kannst dein Passwort zurücksetzen, wenn du hier deine hinterlegte E-Mail-Adresse einträgst. Du bekommst dann umgehend eine E-Mail, mit Hilfe derer du dir ein neues Passwort aussuchen kannst.
fr: Tu peux réinitialiser ton mot de passe, si tu entres ici ton adresse courriel enregistrée. Tu recevras immédiatement un courrier qui va t’aider à choisir un nouveau mot de passe.
pl: Możesz zresetować swoje hasło, kiedy wpiszesz swój adres E-Mail. Po chwili otrzymasz maila, za pomocą którego wybierzesz nowe hasło.
ru: Ты можешь изменить свой пароль, введя здесь свой электронный адрес. Через несколько секунд ты получишь электронное письмо, с помощью которого ты сможешь выбрать новый пароль

source: Mein Profile
de: Mein Profil

source: Profile
ar: الملف الشخصي
cs: Profil
de: Profil
pl: Profil
ru: Профиль

source: Registration
de: Registrierung

source: Finish Contributing
ar: انهاء المساهمه
cs: Dokončit příspěvek
de: Beitragen beenden
fr: Terminer la contribution
pl: Zakończ wpisywanie
ru: Завершить запись

source: Please fill in the form in order to confirm your contributions to this participation round!
ar: يرجى تعبئة النموذج من أجل تأكيد مساهماتكم لجولة المشاركة الحالية!
cs: Pro potvrzení účasti v tomto kole prosím vyplň formulář!
de: Bitte fülle das Formular aus, um deine Beiträge für diese Beteiligungsrunde zu bestätigen!
fr: Remplis le formulaire pour confirmer tes contributions pour ce cycle de participation!
pl: Proszę wypełnij ten formularz, by potwierdzić twoje wpisy dla tej rundy!
ru: Пожалуйста, заполни формуляр, чтобы подтвердить запись в данной группе по обсуждению

source: Participating group members
ar: مشاركة أعضاء المجموعة
cs: Účastní členové skupiny
de: Teilnehmende Gruppenmitglieder
fr: Membres participant de groupe
pl: Uczestniczący członkowie grupy
ru: Принимающие участие члены группы

source: confirmed
ar: تم التأكيد
cs: potvrzeno
de: bestätigt
fr: confirmé
pl: potwierdzone
ru: подтверждён

source: rejected
ar: مرفوض
cs: odmítnuto
de: abgelehnt
fr: refusé
pl: odrzucone
ru: отклонён

source: unknown
ar: غير معروف
cs: neznámý
de: unbekannt
fr: inconnu
pl: nieznane
ru: неизвестен

source: No group members were found in any of the consultation rounds.
ar: لم يتم العثور على أعضاء مجموعه في أي من جولات التشاور.
cs: Nebyly nalezeni žádní členové, kteří by se účastnili poradních kol.
de: Es wurden in keiner Beteiligungsrunde Gruppenmitglieder gefunden.
fr: Aucun membre de groupe a été trouvé dans les cycles de participation.
pl: Nie znaleziono członków grupy w żadnej rundzie konsultacyjnej.
ru: Ни в одной из дискуссий не было найдено членов группы

source: There are group members in the following consultation rounds:
ar: هناك أعضاء مجموعة في الجولات التشاور التالية:
cs: Členové skupiny jsou v následujícíh poradních kolech:
de: Zu folgenden Beteiligungsrunden wurden Gruppenmitglieder gefunden:
fr: Des membres de groupe ont été trouvés pour les cycles de participation suivants:
pl: Znaleziono członków grupy do następujących rund konsultacji:
ru: В следующих обсуждениях были найдены члены группы

source: Show my contributions to this participation round
ar: اعرض مساهماتي في جولة المشاركة الحالية
cs: Ukázat mé příspěvky v tomto kole
de: Zeige meine Beiträge zu dieser Beteiligungsrunde
fr: Montre mes contributions pour ce cycle de participation
pl: Pokaż moje wpisy do tej rundy konsultacyjnej
ru: Показать мои записи к данному обсуждению

source: Consultation round:
ar: مرحلة الاستشارة:
cs: Poradní kolo:
de: Beteiligungsrunde:
fr: Cycle de participation:
pl: Runda konsultacyjna:
ru: Обсуждение:

source: Group:
ar: مجموعة:
cs: Skupina:
de: Gruppe:
fr: Groupe:
pl: Grupa:
ru: Группа:

source: Contributions to vote:
ar: المساهمات المقدمة للتصويت:
cs: Příspěvky k hlasování:
de: Abzustimmende Beiträge:
fr: Contributions à voter:
pl: Wpisy do głosowania:
ru: Записи для голосования:

source: Voters
ar: المصوتين
cs: Hlasující
de: Abstimmende
fr: Voteurs
pl: Głosujący/Głosujące
ru: Голосующие

source: Group member
ar: عضو مجموعه
cs: Člen skupiny
de: Gruppenmitglied
fr: Membre du groupe
pl: Członek grupy
ru: Член группы

source: Still to vote
ar: لم ينتهي التصويت
cs: Stále ještě k hlasování
de: Noch abzustimmen
fr: Encore à voter
pl: Wciąż do oddania głosu
ru: В процессе голосования

source: Deny voting participant?
ar: رفض تصويت المشارك؟
cs: Odmítnout účastníka hlasování?
de: Abstimmungsteilnehmer_in ablehnen?
fr: Refuser voteur?
pl: Odrzuć uczestnika/uczestniczkę głosowania?
ru: Отклонить участника голосования?

source: Deny
ar: رفض
cs: Odmítnout
de: Ablehnen
fr: Refuser
pl: Odrzuć
ru: Отклонить

source: Confirm voting participant?
ar: تاكيد تصويت المشارك؟
cs: Potvrdit účastníka hlasování?
de: Abstimmungsteilnehmer_in zulassen?
fr: Confirmer voteur?
pl: Potwierdź uczestnika/uczestniczkę głosowania?
ru: Подтвердить участника голосования?

source: Delete voting participant?
ar: حذفتصويت المشارك؟
cs: Smazat účastníka hlasování?
de: Bewertungen löschen?
fr: Supprimer le voteur?
pl: Usuń oceny?
ru: Удалить участника голосования?

source: New member confirmation
de: Bestätigung für neue Registrierung

source: This group member has been confirmed.
ar: تم تاكيد عضو المجموعة.
cs: Tento člen skupiny byl potvrzen.
de: Dieses Gruppenmitglied wurde bestätigt.
fr: Ce membre de groupe a été confirmé.
pl: Potwierdzono tego członka grupy.
ru: Данный член группы был подтверждён

source: Thank you for confirming the group member with the email address "%s". The votes are now being counted for your group.
ar: شكرا لك على تأكيد عضو المجموعة مع عنوان البريد الإلكتروني "S%".يجري حاليا فرز الأصوات لمجموعتك.
cs: Děkujeme, že jsi potvrdila/a člena skupiny s emailovou adresou "%s". Právě se počítají hlasy tvé skupiny.
de: Vielen Dank für die Bestätigung des Gruppenmitglieds mit der E-Mail-Adresse "%s". Die Stimmen werden nun für die Gruppe gezählt.
fr: Merci pour la confirmation du membre de groupe avec l'adresse courrier "%s". Les votes seront comptés pour ce groupe à partir de maintenant.
pl: Dziękujemy za potwierdzenie członka grupy z adresem E-Mail "%s". Oddane głosy będą liczone dla grupy.
ru: Благодарим за подтверждение данного члена группы с электронным адресом "%s". Теперь голоса для вашей группы подсчитываются.

source: Individual vote has been rejected and will not be counted.
ar: تم رفض التصويت الفردي ولن يتم احتسابها.
cs: Tento hlas byl odmítnut a nebude započítán.
de: Der/die Abstimmende wurde abgelehnt.
fr: Le voteur individuel a été refusé et ne sera pas compté.
pl: Odrzucono głosującego/głosującą.
ru: Голосующий был отклонён

source: The votings connected to the email address "%s" will not be included in the end results of your group. The person will not receive information about your decision, but you may contact this person if you wish.
ar: لن يتم احتساب التصويت المتعلق بالبريد الاكتروني s% في النتائج النهائية للتصويت، كما انه لن يستقبل معلومات متعلقة بقراك هذا ولكن بامكانك ان اردت التواصل معه.
cs: Hlasy spojené s emailovou adresou "%s" nebudou započítány do konečného výsledku vaší skupiny. Daný člověk nedostane infromace o vašem rozhodnutí, ale můžete se s ním sami spojit.
de: Die mit der E-Mail-Adresse "%s" abgegebenen Stimmen fließen nicht in das Endergebnis eurer Gruppe ein. Über eure Entscheidung wird die Person nicht informiert, aber ihr könnt diese Person gerne kontaktieren.
fr: Les votes connectés au couriel "%s" seront pas inclus dans le résultat final de votre groupe. La personne ne recevra pas d’information de votre décision, mais vous pourriez contacter cette personne, si vous voulez.
pl: Głosy oddane z adresem E-Mail "%s" nie będą liczone do wyniku końcowego waszej grupy. Osoba ta nie zostanie poinformowana o tej decyzji, ale możesz się z nią skontaktować.
ru: Голосование, связанное с электронным адресом "%s" не будет включено в итоговые результаты вашей группы. Этот участник не узнает о вашем решении, но вы можете сообщить ему об этом, если желаете.

source: Back to Home
ar: عودة الى الرئيسية
cs: Zpět na domovskou stránku
de: Zurück zur Startseite
fr: Revenir à la page d’accueil
pl: Z powrotem do strony startowej
ru: Обратно к домашней странице

source: Confirmation of your votes
de: Bestätigung deiner Stimmen

source: Confirmation of your votes.
ar: تاكيد تصويتك
cs: Potvrzení tvých hlasů.
de: Bestätigung deiner Stimmen.
fr: Confirmation de tes votes.
pl: Potwierdź twoje głosy
ru: Подтверждение твоего голосования

source: Here you can check your previous votes. Please confirm or delete them with the buttons below.
ar: هنا يمكنك التحقق من الأصوات السابقة. يرجى تأكيد أو حذفها من خلال الأزرار أدناه.
cs: Zde si můžeš zkontrolovat své dosavadní hlasy. Níže je můžeš potvrdit či smazat příslušnými tlačítky.
de: Hier kannst du deine vorherige Stimmabgabe überprüfen. Bitte bestätige oder lösche sie mit Hilfe der entsprechenden Buttons.
fr: Ici tu peux vérifier ton vote précédent. Confirme ou supprime à l’aide du bouton correspondant, s’il te plaît.
pl: Tutaj możesz sprawdzić oddane przez Ciebie głosy. Potwierdź je lub odrzuć je za pomocą odpowiednich przycisków.
ru: Здесь ты можешь проверить твои предыдущие голосования. Пожалуйста, подтверди или удали их с помощью кнопок внизу.

source: View voting results
ar: عرض نتائج التصويت
cs: Ukázat výsledky hlasování
de: Votingergebnisse ansehen
fr: Voir les résultats de vote
pl: Pokaż wyniki głosowania
ru: Показать результаты голосования

source: Login for the voting
ar: الدخول للتصويت
cs: Přihlásit se do hlasování
de: Anmelden zur Abstimmung
fr: Connecter pour voter
pl: Zarejestruj się go głosowania
ru: Войти в систему для голосования

source: Here you vote on the contributions on topic "%s" that are especially important in your opinion! The contributions consist of opinions, positions and suggestions given by young people and youth groups during the last weeks and months.
ar: هنا يمكنك التصويت على المساهمات "s%" التي هي ذات أهمية خاصة في حسب وجهة نظرك! تتكون المساهمات من اراء ومواقف واقتراحات مقدمة من شباب ومجموعات شبيايبة خلال الأسابيع والأشهر الماضية.
cs: Zde hlasuješ o příspěvcích na téma "%s", které jsou podle tebe zvláště důležité! Příspěvky se skládají z názorů, stanovisek a návrhů mladistvých jednotlivců i skupin, které sem byly přidány v předešlých týdnech a měsících.
de: Hier könnt ihr darüber abstimmen, welche der Beiträge zum Thema "%s" ihr besonders wichtig findet! Bei den Beiträgen handelt es sich um Meinungen, Positionen und Vorschläge, die uns Jugendliche und Jugendgruppen in den letzten Wochen und Monaten zurückgemeldet haben.
fr: Hier könnt ihr darüber abstimmen, welche der Beiträge zum Thema "%s" ihr besonders wichtig findet! Bei den Beiträgen handelt es sich um Meinungen, Positionen und Vorschläge, die uns Jugendliche und Jugendgruppen in den letzten Wochen und Monaten zurückgemeldet haben.
pl: Tutaj możecie zagłosować, które wpisy pasujące do tematu "%s" są dla was szczególnie ważne! Tutaj chodzi o opinie, pozycje i sugestie pochodzące od młodych ludzi i grup młodzieżowych, które zebraliśmy w ostatnich tygodniach i miesiącach.
ru: Здесь ты можешь голосовать за записи к теме "%s" которые особенно важны на твой взгляд! Записи состоят из мнений, позиций и предложений, сделанных молодыми людми и молодёжными группами в течение последних недель и месяцев.

source: The Voting is anonymous. We just need your email address to check if you are allowed to participate in the Voting.
ar: التصويت مجهول الهوية. نحن فقط بحاجة الى عنوان البريد الإلكتروني الخاص بك لمعرفة ما اذا كان مسموح لك المشاركة في التصويت.
cs: Hlasování je anonymní. Tvou emailovou adresu potřebujeme pouze pro potvrzení, zda můžeš hlasovat.
de: Die Abstimmung ist anonym. Deine E-Mail-Adresse benötigen wir nur, um zu überprüfen, ob du berechtigt bist, an der Abstimmung teilzunehmen.
fr: Le vote est anonyme. Il nous faut ton courriel seulement pour vérifier si tu es autorisé de participer à ce vote.
pl: Głosowanie jest anonimowe. Twój adres E-Mail potrzebujemy tylko do sprawdzenia, czy jesteś upoważniony/upoważniona do udziału w głosowaniu.
ru: Данное голосование анонимно. Нам лишь необходимо знать твой электронный адрес, чтобы проверить, допущен лы ты до участия в данном голосовании

source: You have voted on %s <br /> out of the total of %s contributions.
ar: لقد قمت بالتصويت على %s <br /> من مجموع s% مساهمة.
cs: Hlasoval/a jsi o %s <br /> z celkových %s příspěvků.
de: Du hast schon über %s <br /> von insgesamt %s Beiträgen abgestimmt.
fr: Tu as déjà voté pour %s <br /> de %s des contributions.
pl: Oddałeś/oddałaś głos na %s <br /> wpisów z %s .
ru: Ты проголосовал за %s <br /> из %s записей.

source: Choose here the question or the keyword according to which the contributions to be voted will be shown first. You may change question or keyword any time. During the Voting, all contributions will be displayed, so that you will vote on all of them. You can edit as many contributions as you wish. Breaks are possible without any problems.
ar: اختر هنا السؤال أو الكلمة الدلالية التي بموجبها سيتم عرض المساهمات المطروحة للتصويت أولا. بامكانك تغيير السؤال أو الكلمة الدلالية في أي وقت. حتى يتسنى لك أن التصويت على كل المساهمات سيتم عرضها جميعا اثناء التصويت . باستطاعتك تعديل العديد من المساهمات بسهولة.كما ان الاستراحات ممكنة دون أي مشاكل.
cs: Zde si zvol otázku či klíčové slovo podle kterých se budou řadit příspěvky k hlasování. Otázku i klíčové slovo můžeš kdykoliv změnit. Během hlasování budou vidět všechny příspěvky, a budeš tedy hlasovat o každém z nich. Můžeš upravit libovolný počet příspěvků. Pauzu si v průběhu celého procesu můžeš udělat kdykoliv.
de: Hier kannst du auswählen, zu welcher Frage oder zu welchem Schlagwort dir die Beiträge zum Abstimmen zuerst angezeigt werden sollen. Ein Wechsel zwischen den verschiedenen Fragen und Begriffen ist jederzeit möglich. Während der Abstimmung werden dir nach und nach alle Beiträge angezeigt, so dass du auf jeden Fall über alle abstimmen kannst. Du kannst so viele Beiträge bearbeiten, wie du möchtest. Unterbrechungen sind problemlos möglich.
fr: Choisis ici la question ou le mot-clé pour déterminer quelles contributions de vote seront montrées premièrement. Tu peux toujours changer la question ou le mot-clé. Pendant le vote, on te montrera peu à peu toutes les contributions de sorte que tu puisses voter pour chacune. Tu peux éditer autant de contributions que tu veux. Des pauses sont toujours possibles.
pl: Tutaj możesz wybrać, wpisy do którego pytania lub słowa kluczowego mają być pokazane jako pierwsze. Zmiana pomiędzy różnymi pytaniami jest zawsze możliwa. Podczas głosowania będą wyświetlane kolejne wpisy, tak byś mógł/mogła oddać głos na każdy z nich. Możesz edytować wszystkie wpisy. Przerwa jest możliwa.
ru: Выбери здесь конкретный вопрос или ключевое слово, по которым записи для голосования будут показаны вначале. Ты сможешь изменить вопрос или ключевое слово в любой момент. В ходе голосования все записи будут отображены, чтобы ты смог проголосовать по каждой из них. Ты можешь делать перерывы в любой удобный тебе момент

source: Contributions by topic
ar: عرض المساهمات المتعلقة بالمواضيع
cs: Příspěvky podle témat
de: Beiträge nach Thema
fr: Contributions triées par sujet
pl: Wpisy po temacie
ru: Записи по теме

source: Preview voting
ar: عرض التصويت
cs: Náhled hlasování
de: Vorschau Abstimmung
fr: L’aperçu de vote
pl: Podgląd głosowanie
ru: Предварительный просмотр голосования

source: Login for voting
de: Zur Abstimmung einloggen

source: Continue voting
ar: التصويت التالي
cs: Pokračovat v hlasování
de: Weiter abstimmen
fr: Continuer de voter
pl: Kontynuuj głosowanie
ru: Продолжить голосование

source: Finish voting
ar: انهاء التصويت
cs: Ukončit hlasování
de: Abstimmung beenden
fr: Finir voter
pl: Zakończ głosowanie
ru: Завершить голосование

source: You have already voted on %s out of %s contributions.
ar: لقد قمت بالتصويت على على s٪ من مجموع المساهمات s٪.
cs: Už jsi hlasoval/a o %s z celkových %s příspěvků.
de: Du hast schon über %s von insgesamt %s Beiträgen abgestimmt.
fr: Tu as déjà voté pour plus que %s de %s des contributions.
pl: Oddałeś/oddałaś głos na %s z %s wpisów.
ru: Ты уже проголосовал за %s из %s записей

source: Overview of your votes
ar: نظرة عامة على تصويتك
cs: Přehled tvého hlasování
de: Übersicht über deine Abstimmung
fr: L’aperçu de tes votes
pl: Przegląd twoich głosów
ru: Обзор твоих голосований

source: Here you can see all contributions to be voted and your votes. You can still change your votes if you like.
ar: تستطيع هنا مشاهدة كل المساهمات المتاحة للتصويت وتصويتك ايضا، ما زال بامكانك تغيير تصويتك.
cs: Zde můžeš vidět všechny své příspěvky k hlasování a tvé hlasy. Pokud chceš, své hlasy můžeš ještě stále změnit.
de: Hier siehst du alle abzustimmenden Beiträge und deine Bewertungen. Du kannst im Folgenden noch einmal alle Bewertungen ändern.
fr: Ici tu vois toutes les contributions pour lesquelles il faut voter et tes votes. Tu peux encore changer tes votes si tu veux.
pl: Tutaj możesz zobaczyć wszystkie wpisy poddane do głosowania i twoje głosy. Wciąż możesz zmienić swoje głosy.
ru: Здесь ты видишь все записи для голосования, а также твои собственные голосования. Ты всё ещё можешь внести изменения в твои голосования, если ты хочешь

source: The contribution has been deleted!
ar: تم حذف المساهمه!
cs: Příspěvek byl smazán!
de: Der Beitrag wurde gelöscht!
fr: Ta contribution a été supprimé!
pl: Wpis został usunięty!
ru: Эта запись была удалена!

source: Error, the contribution has not been deleted!
ar: خطأ، لم يتم حذف المساهمة
cs: Chyba, příspěvek nebyl smazán!
de: Fehler, der Beitrag wurde nicht gelöscht!
fr: Erreur, la contribution n’a pas été supprimée!
pl: Wystąpił błąd, wpis nie został usunięty!
ru: Ошибка, данная запись не была удалена!

source: Voting results
ar: نتائج التصويت
cs: Výsledky hlasování
de: Abstimmungsergebnisse
fr: Résultats de vote
pl: Wyniki głosowania
ru: Результаты голосования

source: See contribution in context
ar: مشاهدة مساهمات اخرى ذات صله
cs: Ukázat příspěvek v kontextu
de: Beitrag im Zusammenhang ansehen
fr: Voir la contribution dans le contexte
pl: Pokaż wpis w kontekście
ru: Посмотреть запись в контексте

source: Thank you for voting!
ar: شكرا لك على المشاركة في التصويت!
cs: Děkujeme za hlasování!
de: Danke für die Teilnahme an der Abstimmung!
fr: Merci pour voter!
pl: Dziękujemy za udział w głosowaniu!
ru: Спасибо за участие в голосовании!

source: If you haven't finished voting on all contributions, you can login any time and finish your votings.
ar: إذا لم تكن قد انهيت التصويت على جميع المشاركات بامكانك العوده في اي وقت واكمال التصويت.
cs: Pokud jsi nedokončil/a hlasování u všech příspěvků, můžeš se kdykoliv přihlásit a hlasování dokončit.
de: Falls du heute noch nicht über alle Beiträge abgestimmt hast, kannst du jederzeit zurückkehren und über die verbleibenden Beiträge abstimmen.
fr: Si tu n’as pas encore terminé de voter pour toutes les contributions, tu peux te connecter toujours et finir de voter pour les contributions restantes.
pl: Jeśli dzisiaj nie oddałeś/oddałaś głosu na wszystkie wpisy, możesz wrócić w każdym momencie i oddać głos na pozostałe wpisy.
ru: Если ты не завершил голосование по всем записям - не страшно! Ты можешь снова войти в систему в любой момент и продолжить твои голосования.

source: An email has been sent to %s. Please check your inbox!
ar: تم إرسال رسالة تأكيد بالبريد الإلكتروني إلى s٪. يرجى التحقق من البريد الوارد الخاص بك!
cs: Email byl odeslán na %s. Prosím zkontroluj si inbox!
de: Eine E-Mail zur Bestätigung wurde an %s versandt. Bitte den Posteingang checken!
fr: Un courriel a été envoyé à %s. Vérifie ta boîte de réception, s’il te plaît!
pl: E-Mail z potwierdzeniem został wysłany na adres %s . Sprawdź swoją skrzynkę odbiorczą!
ru: Мы отправили электронное письмо по адресу %s. Пожалуйста, проверь свои входящие сообщения!

source: Voting for
ar: التصويت لصالح
cs: Hlas pro
de: Abstimmen für
fr: Voter pour
pl: Głosuj na
ru: Голосовать за

source: There are no more contributions to be voted in this category. Please switch to another questions or another keyword.
ar: في هذا القسم لا توجد المزيد من المساهمات للتصويت عليها. يرجى التبديل إلى سؤال آخر أو كلمة رئيسية اخرى.
cs: V této kategorii již nezbývají žádné příspěvky k hlasování. Prosím přejdi na jinou otázku či na jiné klíčové slovo.
de: In dieser Kategorie gibt es keine Beiträge mehr zum Abstimmen. Bitte wechsle zu einer anderen Frage oder einem anderen Schlagwort.
fr: Il n’y a plus de contribution pour lesquelles il faut voter dans cette catégorie. Passe à une autre question ou un autre mot clé, s’il te plaît.
pl: W tej kategorii nie ma więcej wpisów do głosowania. Przejdź do innego pytania lub innego słowa kluczowego.
ru: В данной категории больше нет записей для голосования. Пожалуйста, выберите другой вопрос или другое ключевое слово.

source: Change question or keyword
ar: تغيير سؤال او كلمة مفتاحيه
cs: Změnit otázku či klíčové slovo
de: Frage / Schlagwort wechseln
fr: Change la question ou le mot-clé
pl: Zmień pytanie/słowo kluczowe
ru: Изменить вопрос или ключевое слово

source: Keyword
ar: كلمة مفتاحية
cs: Klíčové slovo
de: Schlagwort
fr: Mot-clé
pl: Słowo kluczowe
ru: Kлючевое слово

source: Show explanation
ar: عرض التوضيح
cs: Ukázat vysvětlení
de: Zeige Erläuterung
fr: Montre l'explication
pl: Pokaż wyjaśnienie
ru: Показать пояснение

source: Undo
ar: تراجع
cs: Vrátit krok
de: Rückgängig
fr: Annuler
pl: Odwołaj
ru: Отмена

source: Skip
ar: تراجع
cs: Přeskočit
de: Überspringen
fr: Saute
pl: Pomiń
ru: Пропустить

source: Decide what is most important!
ar: قرر ما هو مهم!
cs: Rozhodni o tom, co je nejdůležitější!
de: Entscheide, was besonders wichtig ist!
fr: Choisis ce qui est particulièrement important pour toi!
pl: Zdecyduj, co jest dla ciebie szczególnie ważne!
ru: Решай, что особенно важно!
