Repository: DeutscherBundesjugendring/epartool
Catalog: languages/*/web.po
Languages: ar, cs, de, fr, pl, ru

source: The superbutton allows you to give certain contributions a higher vote. The overview shows you what you already marked as "especially important". Use the "–" to reset your markings and allow space for more important contributions.
ar: زر سوبر يسمح لك لإعطاء المزيد من الثقل إلى عدد محدود من المساهمات. يوضح هذا الجدول ما كنت قد حددته بالفعل بأنه "هام ". يمكنك استخدام هذا الاختيار "-" للتراجع وإفساح المجال أمام المزيد من المساهمات الهامة.
cs: Supertlačítko ti umožňuje dát jistým příspěvkům silnější hlas. Přehled ukazuje, co jsi už označil/a jako "zvláště důležité". Použij "–" k resetování tvých označení a uvolnění místa pro důležitější příspěvky.
de: Der Superbutton ermöglicht dir einer begrenzten Anzahl Beiträge ein stärkeres Gewicht zu verleihen. Diese Übersicht zeigt, was du bereits als „besonders wichtig“ gekennzeichnet hast. Mit dem „–“ kannst du diese Auswahl wieder rückgängig machen und Platz für wichtigere Beiträge schaffen.
fr: Le superbutton te permet de donner plus de poids à un nombre limité de contributions. L’aperçu montre ce que tu as déjà marqué comme „particulièrement important“. Tu peux annuler le choix avec „–“ ce qui permet plus de place pour des contributions plus importantes.
pl: Super-przycisk pozwala na przyznanie większej wagi ograniczonej liczbie wpisów. W tym podglądzie możesz zobaczyć, co oznaczyłeś/oznaczyłaś jako "szczególnie ważne". Przez kliknięcie „–“ możesz cofnąć swój wybór i zwolnić miejsce na ważniejsze wpisy.
ru: Супер-кнопка позволяет тебе давать определённым записям более высокую оценку. Общий обзор показывает тебе, какие записи ты отметил как "особенно важные". Используй кнопку "–", чтобы сбросить свои отметки и освободить место для более важных записей.

source: Supervotes used:
ar: الاصوات الرائعة المستخدمه:
cs: Superhlasů již použito:
de: Vergebene "Besonders wichtig"-Stimmen:
fr: Des votes „particulièrement importants“
pl: Oddane głosy "szczególnie ważne"
ru: Отмечено как особенно важно:

source: Remove
ar: حذف
cs: Odstranit
de: Entfernen
fr: Supprimer
pl: Usuń
ru: Удалить

source: Your user profile was updated
ar: تم تحديث الملف الشخصي للمستخدم.
cs: Tvůj uživatelský profil byl aktualizován.
fr: Mise à jour du profil d’utilisateur
pl: Profil użytkownika/użytkowniczki został zaktualizowany.
ru: Ваш пользователский профиль был обновлен

source: This vote cannot be changed, because it was confirmed already or probably created in another voting session by another user.
cs: Tento hlas nelze změnit, neboť byl již potvrzen, nebo byl nejspíš vytvořen jiným uživatelem během jiného hlasování.

source: Video ID
ar: رقم الفيديو
cs: ID Videa
fr: Vidéo-ID:
pl: Wideo-ID
ru: Видео-ID

source: e.g.
ar: مثال
cs: např.
fr: p.ex.
pl: n.p.
ru: На пример

source: Name
ar: الاسم
cs: Jméno
fr: Nom
pl: Nazwa
ru: Имя

source: Normal
ar: طبيعي
cs: Normální
pl: Normalny
ru: Нормально

source: Something went wrong
ar: حدث خطأ ما
cs: Něco se pokazilo
fr: Il y a eu un problème.
pl: Coś się nie powiodło.
ru: Что-то пошло не так

source: Your contributions have not been saved
cs: Tvoje příspěvky nebyly uloženy

source: Geolocation is not available in your browser
cs: Geolokalizace není pro tvůj internetový browser dostupná.

source: Authentication successful.
ar: تسجيل دخول ناجح.
cs: Ověření proběhlo úspěšně.
fr: Connexion réussie.
pl: Rejestracja powiodła się.
ru: Необходима авторизация

source: There are no contributions with GPS location on this question.
cs: K této otázce nejsou žádné příspěvky s GPS lokalizací.

source: Video (optional)
ar: فيديو (اختياري)
cs: Video (volitelné)
fr: Vidéo (facultatif)
pl: Wideo (opcjonalnie)
ru: Видео (по желанию)

source: Add location
cs: Přidat lokaci

source: in
cs: v

source: Join now!
ar: اشترك الان!
cs: Chci se zúčasnit!
fr: Participez!
pl: Dołącz teraz!
ru: Присоединяйся сейчас!

source: Video:
ar: فيديو:
fr: Vidéo:
pl: Wideo:
ru: Видео:

source: Email
ar: البريد الالكتروني
fr: Courriel
ru: Электронная почта

source: DBJR TOOL Admin
ar: ePartool مدير
fr: L’administration du ePartool
pl: Administracja ePartool
ru: ePartool Администратор

source: ePartool admin dashboard
ar: ePartool لوحة تحكم الادارة
fr: Tableau de bord de l’administrateur du ePartool
pl: ePartool Panel Administracji
ru: ePartool Панель Администратора

source: Share
ar: مشاركة
fr: Partager
pl: Podziel
ru: Поделиться

source: All age groups
fr: Tous les groupes d’âge

source: Looking for other consultations? View all
fr: Tu cherches un autre cycle de participation? Voir tous

source: Overview of all consultations
fr: Aperçu de tous les cycles de participation

source: Back to overview of Reactions & Impact
fr: Revenir à l’aperçu de Réactions & Commentaires

source: Result of voting: %d. position
fr: Résultat de vote: place # %d

source: Back to overview of contributions sorted by questions
fr: Revenir à l’aperçu des contributions triées par question

source: Search in Follow-Ups
fr: Recherche dans Suivie

source: Unsubscribe from follow-up?
fr: Me désabonner des suivis?
