Repository: DeutscherBundesjugendring/epartool
Catalog: languages/*/web.po
Languages: ar, cs, de, fr, pl, ru

source: Your subscription was confirmed.
ar: تم تاكيد اشراكك.
cs: Tvé přihlášení bylo potvrzeno.
de: Dein Abonnement ist jetzt bestätigt.
fr: Ton abonnement a été confirmé.
pl: Twoja subskrypcja została potwierdzona.
ru: Твоя подписка была подтверждена

source: Your password was set.
ar: تم تعيين كلمة المرور.
cs: Tvé heslo bylo nastaveno.
de: Das Passwort wurde gespeichert.
fr: Ton mot de passe a été enregistré.
pl: Hasło zostało zapisane.
ru: Твой пароль был успешно сохранён

source: Your subscription was canceled.
ar: تم الغاء الاشتراك الخاص بك.
cs: Tvůj odběr byl zrušen.
de: Das Abonnement wurde zurückgesetzt.
fr: Ton abonnement a été annulé.
pl: Subskrypcja została anulowana.
ru: Твоя подписка была успешно удалена

source: Please insert user name!
ar: الرجاء ادخال اسم المستخدم!
cs: Prosím vyplň své uživatelské jméno!
de: Bitte Benutzernamen angeben!
fr: Insère nom d’utilisateur, s’il te plaît!
pl: Podaj nazwę użytkownika/użytkowniczki!
ru: Пожалуйста, укажите имя пользователя

source: Please insert password!
ar: الرجاء ادخال كلمة المرور!
cs: Vlož prosím své heslo!
de: Bitte Passwort angeben!
fr: Insère mot de passe, s’il te plaît!
pl: Podaj hasło!
ru: Пожалуйста, укажите пароль!

source: Login failed!
ar: فشل تسجيل الدخول!
cs: Přihlášení se nezdařilo!
de: Login fehlgeschlagen!
fr: Connexion échoué!
pl: Logowanie nie powiodło się.
ru: Вход в систему не удался

source: Please log in first!
ar: الرجاء تسجيل الدخول أولا!
cs: Nejdříve se prosím přihlaš!
de: Bitte erst anmelden!
fr: Connecte-toi d'abord, s'il te plaît!
pl: Najpierw się zaloguj.
ru: Пожалуйста, в начале войдите в систему!

source: No admission rights for this page!
ar: لا توجد حقوق دخول للصفحة الحالية!
cs: K této stránce nejsou přístupová práva!
de: Keine Rechte für die angeforderte Seite!
fr: Tu n’as pas d’autorisation pour cette page!
pl: Brak praw dla wywołanej strony!
ru: У вас нет прав доступа к запрашиваемой странице

source: A record with the supplied identity could not be found.
ar: لم يتم العثور على السجل بالهوية الحالية.
cs: Záznam poskytnuté identity nelze nalézt.
de: Es konnte kein Eintrag zur angegebenen Identität gefunden werden.
fr: Un enregistrement avec l’identité donnée n’a pas pu être trouvé.
pl: Nie odnaleziono żadnego rejestru podanej tożsamości.
ru: Не удалось найти запись к указанной личности

source: Supplied credential is invalid.
ar: بيانات الاعتماد غير صحيحة.
cs: Poskytnuté informace nejsou platné.
de: Anmeldedaten sind inkorrekt.
fr: Les données de connexion son non valides.
pl: Dane logowania się są nieprawidłowe.
ru: Данные для авторизации не верны

source: Menu
ar: القائمة
de: Menü
ru: Меню

source: Open site in a new tab
ar: فتح صفحة الموقع في علامة تبويب جديدة
de: Öffne Site in einem neuen Tab
fr: Ouvrir page dans un nouvel onglet
pl: Otwórz stronę w nowym oknie
ru: Открыть страницу в новой вкладке

source: Homepage
ar: الصفحة الرئيسية
de: Startseite
fr: Page d'accueil
pl: Strona startowa
ru: Домашняя страница

source: Log off
ar: الخروج
de: Ausloggen
fr: Déconnecter
pl: Wyloguj się
ru: Выйти из системы

source: Go to ePartool's developer site
ar: اذهب الى صفحة تطوير ادوات المشاركة الالكترونية
de: Zur ePartool-Entwickler-Website
fr: Aller à la page de développeur du ePartool
pl: Do strony developera ePartool
ru: Перейти к странице для разработчиков ePartool

source: Close
ar: اغلاق
cs: Zavřít
de: Schließen
fr: Fermer
pl: Zamknik
ru: Закрыть

source: Help
ar: مساعدة
cs: Nápověda
de: Hilfe
fr: Aide
pl: Pomoc
ru: Помощь

source: Home
ar: الرئيسية
de: Startseite
fr: Page d'accueil
pl: Strona startowa
ru: Домашняя страница

source: What
ar: ماذا
de: Was
fr: Quoi
pl: Co
ru: Что

source: We
ar: نحن
de: Wir
fr: Nous
pl: My
ru: Мы

source: With You
ar: معك
de: Mit euch
fr: Avec toi
pl: z wami
ru: С вами

source: Do
ar: افعل
de: Machen
fr: Faire
pl: Zrób
ru: Делать

source: Search…
ar: بحث...
de: Suchbegriff…
fr: Terme de recherche
pl: Szukaj...
ru: Поиск...

source: Search
ar: بحث
de: Suchbegriff
fr: Terme de recherche
pl: Szukaj
ru: Поиск

source: Participation
ar: مشاركة
de: Mitmachen
pl: Udział
ru: Принять участие

source: Sign in with Google
ar: الدخول بواسطة غوغل
cs: Přihlásit se přes Google
de: Mit Google anmelden
fr: Se connecter avec Google
pl: Zarejestruj przez Google
ru: Войти, используя аккаунт Google

source: Forgot password?
ar: نسيت كلمة المرور؟
cs: Zapomněl/a jsi heslo?
de: Passwort vergessen?
fr: As-tu oublié le mot de passe?
pl: Nie znasz hasła?
ru: Забыли пароль?

source: Logged in as
ar: الدخول ك
cs: Přihlášen/a jako
de: Eingeloggt als
fr: Connecté comme
pl: Zalogowany/zalogowana jako
ru: Вы вошли в систему как

source: My Profile
ar: الملف الشخصي
cs: Můj Profil
de: Mein Profil
fr: Mon profil
pl: Mój profil
ru: Мой Профиль

source: My Activity
ar: الانشطة الخاصة بي
cs: Mé Aktivity
de: Meine Aktivitäten
fr: Mes activités
pl: Moje aktywności
ru: Мои действия

source: My Group
ar: مجموعتي
cs: Má Skupina
de: Meine Gruppe
fr: Mon groupe
pl: Moja grupa
ru: Моя группа

source: My Subscriptions
ar: اشتراكاتي
cs: Odebírám
de: Meine Abonnements
fr: Mes abonnements
pl: Moje subskrypcje
ru: Мои подписчики

source: Admin
ar: المدير
cs: Administrátor
de: Admin-Bereich
fr: Domaine administrative
pl: Panel administracji
ru: Администратор

source: Logout
ar: الخروج
cs: Odhlásit se
de: Ausloggen
fr: Déconnecter
pl: Wyloguj
ru: Выйти из системы

source: written on %s
ar: كتبت على s%
cs: napsáno %s
de: verfasst am %s
fr: Rédigé %s
pl: utworzono %s
ru: оставлено %s

source: I agree!
ar: اوافق!
cs: Souhlasím!
de: Dieser Meinung bin ich auch!
fr: Je partage cet avis!
pl: Zgadzam się!
ru: Я того же мнения!

source: I would like to discuss that!
ar: اريد مناقشة ذلك!
cs: O tom chci diskutovat!
de: Das möchte ich gerne diskutieren!
fr: J'aimerais bien discuter!
pl: Chcę o tym podyskutować!
ru: Я хочу это обсудить!

source: View discussion
ar: عرض النقاش
cs: Ukázat diskuzi
de: Diskussion anzeigen
fr: Voir les discussions
pl: Pokaż dyskusję
ru: Показать обсуждение

source: There are no contributions on this question.
ar: لا توجد مساهمات على هذا السؤال.
cs: K této otázce nejsou žádné příspěvky.
de: Zu dieser Frage gibt es keine Beiträge.
fr: Il n’y a pas de contributions qui traitent cette question.
pl: Do tego pytania nie ma żadnych wpisów.
ru: К данному вопросу нет записей

source: Older contributions
ar: مساهمات اقدم
cs: Starší příspěvky
de: Ältere Beiträge
fr: Anciennes contributions
pl: Starsze wpisy
ru: Старые записи

source: Newer contributions
ar: مساهمات احدث
cs: Novější příspěvky
de: Neuere Beiträge
fr: Contributions récentes
pl: Nowsze wpisy
ru: Новые записи

source: Follow this path
ar: متابعة الاتجاه
cs: Pokračovat
de: Diesem Pfad folgen
fr: Suivre ce chemin d’accès
pl: Śledź tę ścieżkę
ru: Следовать по пути

source: Print page
ar: طباعة الصفحة
cs: Vytisknout stránku
de: Seite drucken
fr: Imprimer la page
pl: Wydrukuj stronę
ru: Распечатать эту страницу

source: up
ar: فوق
cs: nahoru
de: nach oben
fr: défiler en haut
pl: do góry
ru: Наверх

source: current
ar: حاليا
cs: současná
de: aktuell
fr: actuel
pl: aktualnie
ru: сейчас

source: of
ar: من
cs: z
de: von
fr: de
pl: od
ru: от

source: Open voting basket
ar: فتحصندوق التصويت
cs: Otevřít hlasovací urnu
de: "Besonders wichtig"-Liste öffnen
fr: Ouvrir la liste „Particulièrement important“
pl: Otwórz listę "szczególnie ważne"
ru: Открыть корзину голосования

source: No opinion
ar: لا رأي
cs: Žádný názor
de: Keine Meinung
fr: Pas d'opinion
pl: Nie mam zdania
ru: Мнение отсутствует

source: How it all proceeeded:
ar: كيف تسير اﻷمور!
cs: Jak se to vše vyvíjelo:
de: Wie's weiterging:
fr: Comment tout s’est déroulé:
pl: Jaki był przebieg:
ru: Как всё развивалось:

source: Overview of reactions so far:
ar: نظرة عامة على ردود الفعل السابقة:
cs: Přehled dosavadních reakcí:
de: Bisherige Reaktionen im Überblick:
fr: Aperçu de tous les réactions:
pl: Przegląd dotychczasowych reakcji:
ru: Обзор реакций на данный момент

source: Preview
ar: معاينه
cs: Náhled
de: Vorschau
fr: Aperçu
pl: Podgląd
ru: Предварительный просмотр

source: View
ar: عرض
cs: Ukázat
de: Ansehen
fr: Voir
pl: Zobacz
ru: Показать

source: There are no reactions yet.
ar: لا توجد ردود افعال.
cs: Zatím zde nejsou žádné reakce.
de: Hierzu gibt es noch keine Reaktionen.
fr: Il n'y a pas encore de réactions.
pl: Aktualnie nie ma żadnych reakcji.
ru: В данной момент ещё нет никаких реакций

source: Click a pin to see details of a contribution.
de: Auf einen Pin klicken, um den Beitrag anzusehen.

source: Reactions and Feedback on individual contributions
ar: ردود الفعل والتعليقات على المساهمات الفردية
cs: Reakce a zpětná vazba na jednotlivé příspěvky
de: Reaktionen und Feedback auf einzelne Beiträge
fr: Réactions et commentaires sur les contributions individuelles
pl: Rekacje i feedback do poszczególnych wpisów
ru: Реакции и Отзывы по отдельным записям

source: Simply click on respective question or switch to keywords.
ar: فقط اضغط على النظر في السؤال أو تغيير لمجال الكلمات الدلالية.
cs: Jednoduše klikni na danou otázku, nebo přejdi na klíčová slova.
de: Einfach auf die betreffende Fragestellung klicken oder zum Bereich Schlagwörter wechseln.
fr: Clique simplement sur la question concernante ou passez au mots-clés.
pl: Kliknij na dane pytanie lub przejdź do słów kluczowych.
ru: Просто указать на соответствующий вопрос или перейти к ключевым словам

source: Sorted by keywords
ar: ترتيب حسب الكلمة الدلالية.
cs: Řazeno dle klíčových slov
de: Sortiert nach Schlagwörtern
fr: Trier par mots-clés
pl: Sortowane po słowach kluczowych
ru: Сортировать по ключевым словам

source: Only contributions with the keyword %s are shown.
ar: عرض المساهمات ذات الكلمات الدلالية s% فقط.
cs: Zde jsou pouze příspěvky s klíčovým slovem %s.
de: Es werden nur Beiträge mit dem Schlagwort %s angezeigt.
fr: Seulement les contributions avec le mot-clé %s seront affichées.
pl: Tylko wpisy ze słowem kluczowym %s są wyświetlone.
ru: Es werden nur Beiträge mit dem Schlagwort %s angezeigt.

source: There are no contributions with the keyword %s on this question.
ar: لا توجد مساهمات ذات كلمات دلالية s% في هذا السؤال.
cs: K této otázce nejsou žádné příspěvky s klíčovým slovem %s.
de: Zu dieser Frage gibt es keine mit %s verschlagworteten Beiträge.
fr: Il n’y a pas de contributions avec le mot-clé %s.
pl: Do tego pytania nie ma żadnych wpisów oznaczonych słowem kluczowym %s .
ru: Zu dieser Frage gibt es keine mit %s verschlagworteten Beiträge.

source: Show all contributions
ar: عرض كافة المساهمات
cs: Ukázat všechny příspěvky
de: Alle Beiträge anzeigen
fr: Montrer toutes les contributions
pl: Pokaż wszystkie wpisy
ru: Alle Beiträge anzeigen

source: contributions
ar: المساهمات
cs: příspěvky
de: Beiträge
pl: Wpisy
ru: Записи

source: written on
ar: نشرت على
cs: naspáno
de: verfasst am
fr: écrit le
pl: Utworzone
ru: verfasst am

source: confirmed contributions
ar: المساهمات المؤكده
cs: potvrzené příspěvky
de: bestätigte Beiträge
fr: contributions confirmées
pl: potwierdzone wpisy
ru: подтверждённые записи

source: All contributions
ar: جميع المساهمات
cs: Všechny příspěvky
de: Alle Beiträge im Überblick
fr: Aperçu de toutes les contributions
pl: Przegląd wszystkich wpisów
ru: Обзор всех записей

source: You want to participate in this participation round? Just click on a question during the input period, and the input field will appear where you can insert your contributions. After the input period has finished, you are no longer allowed to draw up contributions, but by clicking on a question you can read all other contributions.
ar: ترغب في المشاركة جولة المشاركة الحالية؟ فقط اضغط على السؤال خلال فترة الإدخال، وسيظهر لك حقل الادخال الذي بامكانك ادخال مساهماتك به. بعد انتهاء فترة الإدخال لن يعد مسموح لك وضع مساهمات، ولكن من خلال النقر على السؤال يمكنك قراءة جميع المساهمات الأخرى.
cs: Chceš se zúčastnit tohoto kola? Stačí kliknout na otázku během etapy přispívání, a hned se objeví pole, kde můžeš vložit svůj příspěvek. Po skončení etapy přispívání už není dovoleno vytvářet příspěvky, ale kliknutím na otázku si lze všechny příspěvky přečíst.
de: Ihr wollt bei dieser Beteiligungsrunde mitmachen? Dann klickt während der Beitragsphase einfach auf eine Frage und schon öffnet sich das Eingabefeld für eure Beiträge. Nach dem Ende der Beitragsphase könnt ihr nicht mehr mitmachen, aber über den Klick auf die Frage alle eingegangenen Beiträge lesen.
fr: Tu veux t’engager dans ce cycle de participation? Clique pentudant la période de contribution simplement sur une question et le champs pour tes contributions apparaîtra. Vous ne peux plus participez après la fin de la période de participation, mais tu peux lire toutes les contributions si tu cliques sur la question.
pl: Chcesz wziąć udział w tej rundzie konsultacji? W czasie zbierania konsultacji kliknij na wybrane pytanie, przy którym otworzy się pole wpisu. Po zbieraniu wpisów nie możesz nic więcej dopisywać, ale poprzez kliknięcie na pytanie możesz przeczytać wszystkie wpisy.
ru: Ihr wollt bei dieser Beteiligungsrunde mitmachen? Dann klickt während der Beitragsphase einfach auf eine Frage und schon öffnet sich das Eingabefeld für eure Beiträge. Nach dem Ende der Beitragsphase könnt ihr nicht mehr mitmachen, aber über den Klick auf die Frage alle eingegangenen Beiträge lesen.

source: Contributions sorted by keywords:
ar: مساهمات مرتبة حسب الكلمات الدلالية:
cs: Příspěvky řazené dle klíčových slov:
de: Beiträge sortiert nach Schlagwörtern:
fr: Contributions triées par mots-clés:
pl: Sortuj wpisy po słowach kluczowych:
ru: Записи сортированны по ключевым словам

source: Back to overview of questions
ar: عودة الى نظرة عامة على الاسئلة
cs: Zpět na přehled otázek
de: Zurück zur Fragenübersicht
fr: Revenir à l’aperçu des questions
pl: Z powrotem do przeglądu pytań
ru: Обратно к обзору вопросов

source: Show more consultations
ar: عرض المزيد من المساهمات
cs: Ukázat další porady
de: Mehr Beteiligungsrunden anzeigen
fr: Montrer plus de cycles de participation
pl: Pokaż więcej rund konsultacji
ru: Показать больше обсуждений

source: Search for "%s"
ar: بحث عن "s%"
cs: Hledat "%s"
de: Suche nach "%s"
fr: Recherche "%s"
pl: Szukaj po "%s"
ru: Искать "%s"

source: Search in basic information
ar: بحث في المعلومات الأساسية
cs: Hledat v základních informacích
de: Suche in Grundinformationen
fr: Recherche dans les informations basiques
pl: Szukaj w informacjach podstawowych
ru: Искать в основной информации

source: There are no relevant search results on this term.
ar: تعذر العثور على نتائج ذات صلة في هذه الكلمة.
cs: Pro tento termín se nenašly žádné shodné výsledky.
de: Es wurden keine relevanten Ergebnisse für diesen Suchbegriff gefunden.
fr: Il n’a pas de résultats rélévants pour cette recherche.
pl: Nie znaleziono żadnych wyników pasujących do tego wyszukiwania.
ru: По данному слову не было найдено никаких результатов

source: Search in participation rounds
ar: بحث في جولات مشاركة
cs: Hledat v kolech účasti
de: Suche in Beteiligungsrunden
fr: Recherche dans les cycles de participation
pl: Szukaj w rundach konsultacji
ru: Искать в группах по обсуждению

source: Information pages
ar: صفحات المعلومات
cs: Informační stránky
de: Informationsseiten
fr: Pages d'information
pl: Strony informacyjne
ru: Информационные страницы

source: User Contributions
ar: مساهمات النستخدم
cs: Příspěvky uživatelů
de: Beiträge
fr: Contributions d’utilisateur
pl: Wpisy
ru: Записи пользователя

source: Search in Reactions & Impact
cs: Hledat v Doplněních
de: Suche in Reaktionen & Wirkung

source: Reactions
ar: ردود الأفعال
cs: Reakce
de: Reaktionen
fr: Réactions
pl: Reakcje
ru: Реакции

source: Create new contribution
ar: انشاء مساهمة جديدة
cs: Vytvořit nový příspěvek
de: Neuen Beitrag verfassen
fr: Créer une nouvelle contribution
pl: Utwórz nowy wpis
ru: Внести новую запись

source: Location
de: Ortsangabe

source: On
de: An

source: Off
de: Aus

source: Use My location
cs: Použít mou lokaci
de: Meinen Ort verwenden

source: Click here to explain contribution
ar: انقر هنا لتوضيح المساهمه
cs: Klikni sem pro vysvětlení příspěvku
de: Klicken, um Eintrag zu erläutern
fr: Clique ici pour expliquer la contribution.
pl: Klikniij, by zobaczyć wyjaśnienie wpisu.
ru: Нажмите здесь для пояснений к записи

source: Click here for another contribution
ar: اضغط هنا لمساهمة اخرى
cs: Klikni sem pro další příspěvek
de: Klicke hier für einen weiteren Beitrag
fr: Clique ici pour une autre contribution
pl: Kliknij tutaj, by przejść do kolejnego wpisu
ru: Кликни здесь для следующей записи

source: Contribution Discussion
ar: مناقشة المساهمة
cs: Diskuze k Příspěvku
de: Diskussionsbeitrag
fr: Contribution à la discussion
pl: Wpis w dyskusji
ru: Запись для обсуждения

source: Back to contributions
ar: عودة الى المساهمات
cs: Zpět na příspěvky
de: Zurück zu den Beiträgen
fr: Revenir aux contributions
pl: Z powrotem do wpisów
ru: Обратно к записям

source: Anonymous
ar: مجهول
cs: Anonymní
de: Anonym
fr: Anonyme
pl: Anonimowo
ru: Анонимно

source: This post was hidden by admin.
ar: تم اخفاء هذا المنشور بواسطة المدير.
cs: Tento příspěvek byl skryt administrátorem.
de: Dieser Beitrag wurde von der Redaktion verborgen.
fr: Cette contribution a été cachée par l’administrateur.
pl: Ten wpis został ukryty przez administrację.
ru: Эта запись была скрыта администратором

source: Your Comment
ar: تعليقك
cs: Tvůj Komentář
de: Dein Kommentar
fr: Ta réaction
pl: Twój komentarz
ru: Твой комментарий

source: You can set your nick name in <a href="%s" class="alert-link">My Profile</a> to be displayed along with your comment.
ar: يمكنك تعيين اسمك المستعار في <a href="%s" class="alert-link">الملف الشخصي</a> لاظهارها في تعليقاتك
cs: Přezdívku, která se ukáže u tvého komentáře si můžeš zvolit v <a href="%s" class="alert-link">Můj Profil</a>.
de: Der anzuzeigende Name kann in <a href="%s" class="alert-link">Mein Profil</a> eingestellt werden.
fr: Tu peux choisir ton pseudo à <a href="%s" class="alert-link">mon profile</a> .
pl: Wybrany nick pokazany przy komentarzu możesz ustawić w <a href="%s" class="alert-link">Mein Profil</a> .
ru: Данное имя може быть показано в <a href="%s" class="alert-link">Mein Profil</a> рядом с твоим комментарием

source: Edit contribution
ar: تحرير مساهمه
cs: Upravit příspěvek
de: Beitrag bearbeiten
fr: Éditer la contribution
pl: Edytuj wpis
ru: Изменить запись

source: Back
ar: عودة
cs: Zpět
de: Zurück
fr: Revenir
pl: Z powrotem
ru: Обратно

source: Thank you for contributing
cs: Děkujeme za příspěvek!
de: Vielen Dank fürs Beitragen!

source: All tags
ar: كافة الاشعارات
cs: Všechny tagy
de: Alle Schlagwörter
fr: Tous les mots-clés
pl: Wszystkie słowa kluczowe
ru: Все ключевые слова

source: Write a contribution
ar: كتابة مساهمه
cs: Napsat příspěvek
de: Beitrag verfassen
fr: Rédige une contribution
pl: Utwórz wpis
ru: Оставить запись

source: Contribution phase has not started yet.
ar: لم تبدأ مرحلة المساهمة بعد.
cs: Etapa přispívání ještě nezačala.
de: Die Beitragsphase hat noch nicht begonnen.
fr: La période de contribution n’a pas encore commencé.
pl: Faza wpisów jeszcze się nie rozpoczęła.
ru: Этап записей ещё не начался

source: Contribution phase is over already.
ar: لقد انتهت مرحلة المساهمة.
cs: Etapa přispívání již skončila.
de: Die Beitragsphase ist bereits vorbei.
fr: La période de contribution est déjà terminée.
pl: Faza wpisów dobiegła końca.
ru: Этап записей уже завершён

source: List
cs: Seznam
de: Liste

source: Map
cs: Mapa
de: Karte

source: There are no contributions with location on this question.
de: Es gibt keine Beiträge mit Ortsangabe zu dieser Frage.

source: All questions
ar: جميع الاسئلة
cs: Všechny otázky
de: Alle Fragen im Überblick
fr: Toutes les questions
pl: Przegląd wszystkich pytań
ru: Все вопросы

source: Click here to answer
ar: اضغط هنا للاجابه
cs: Zde odpověz
de: Zum Beantworten hier klicken
fr: Clique ici pour répondre
pl: Kliknij tutaj, by odpowiedzieć
ru: Кликни здесь для ответа

source: View contributions
ar: عرض المساهمات
cs: Ukázat příspěvky
de: Beiträge ansehen
fr: Voir les contributions
pl: Zobacz wpisy
ru: Посмотреть записи

source: Confirm contribution
ar: تاكيد المساهمة
cs: Potvrdit příspěvek
de: Beitrag bestätigen
fr: Confirmer la contribution
pl: Potwierdź wpis
ru: Подтвердить запись

source: Confirm subscription
ar: تاكيد الاشتراك
cs: Potvrdit odběr
de: Abonnement bestätigen
fr: Confirmer l'abonnement
pl: Potwierdź subskrypcję
ru: Подтвердить подписку

source: Reset Password
ar: اعادة ضبط كلمة المرور
cs: Resetovat heslo
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe
pl: Zresetuj hasło
ru: Изменить пароль

source: My Contributions
ar: مساهماتي
cs: Mé Příspěvky
de: Meine Beiträge
fr: Mes contributions
pl: Moje wpisy
ru: Мои записи

source: Edit
ar: تحرير
cs: Upravit
de: Bearbeiten
fr: Éditer
pl: Edytuj
ru: Изменить

source: Load More
ar: تحميل أكثر
cs: Nahrát více
de: Mehr zeigen
fr: Montre plus
pl: Pokaż więcej
ru: Загрузить ещё

source: You have no confirmed contributions.
ar: لا يوجد لديك مساهمات مؤكدة.
cs: Nemáš žádné potvrzené příspěvky.
de: Du hast unbestätigte Beiträge.
fr: Tu as des contributions non-confirmées.
pl: Masz niepotwierdzone wpisy.
ru: У тебя имеются не подтверждённые записи

source: My Discussion Posts
ar: مناقشات المشاركة الخاصة بي
cs: Mé Diskuzní příspěvky
de: Meine Diskussionsbeiträge
fr: Mes contributions à la discussion.
pl: Moje wpisy w dyskusji
ru: Мои записи для обсуждения

source: You have no confirmed discussion posts.
ar: لا توجد لك مناقشات مشاركة مؤكده.
cs: Nemáš žádné potvrzené diskuzní příspěvky.
de: Du hast keine bestätigten Diskussionsbeiträge.
fr: Tu n’as pas de contributions à la discussion confirmées.
pl: Nie masz żadnych potwierdzonych wpisów w dyskusji.
ru: У тебя нет подтверждённых записей

source: Send me an update when someone adds new discussion post
ar: أرسل لي رسالة تحديث عندما يقوم شخص باضافة مناقشة جديدة
cs: Informovat mě když někdo přidá nový diskuzní příspěvek
de: Nachricht erhalten, wenn ein neuer Diskussionsbeitrag vorhanden ist
fr: Envoyez-moi une notification pour des nouvelles contributions à la discussion ajoutées.
pl: Wyślij mi wiadomość, kiedy pojawi się nowy komentarz w dyskusji
ru: Получить сообщение, если появится новая запись для обсуждения

source: Contribution in
ar: المساهمة في
cs: Příspěvek v
de: Beitrag in
fr: Contribution dans
pl: Wpis w
ru: Запись в

source: Consultation
ar: استشارة
cs: Porada
de: Beteiligungsrunde
fr: Cycle de participation
pl: Runda konsultacji
ru: Обсуждение

source: Unsubscribe from Contribution Discussion?
ar: إلغاء الاشتراك من مناقشة مساهمة؟
cs: Odhlásit se z diskuze o příspěvcích?
de: Diskussion zum Beitrag abbestellen?
fr: Me désabonner de la discussion?
pl: Anuluj subskrypcję dyskusji do tego wpisu?
ru: Отписаться от обсуждения записи

source: You are not subscribed to any notifications.
ar: أنت غير مشترك في أي إشعارات.
cs: Neodebíráš žádná oznámení.
de: Du hast keine Benachrichtigungen abonniert.
fr: Tu n'as pas abonné des notifications
pl: Nie subskrybujesz żadnych powiadomień.
ru: Ты не подписан ни к каким уведомлениям

source: Sends notification when new contribution to particular questions is made
ar: ارسل لي اخطار عند اضافة مساهمة جديدة على أسئلة معينة
cs: Informovat mě když přibude nový příspěvek ke konkrétní otázce.
de: Versendet Nachricht, wenn ein neuer Beitrag zu bestimmten Fragen gemacht wurde
fr: Envoie des notification pour des nouvelles contributions aux questions particulières.
pl: Wysyła wiadomość, kiedy pojawi się nowy wpis do danego pytania
ru: Посылает уведомление каждый раз, когда появляется новая запись к конкретному вопросу

source: Unsubscribe from Question?
ar: إلغاء الاشتراك من سؤال؟
cs: Odhlásit se z této Otázky?
de: Frage abbestellen?
fr: Me désabonner de la question?
pl: Anuluj subsckrypcję tego pytania?
ru: Отписатся от Вопроса?
