Repository: DeutscherBundesjugendring/epartool
Catalog: languages/*/web.po
Languages: ar, cs, de, fr, pl, ru

source: Page not found
ar: تعذر العثور على الصفحة!
cs: Stránka nebyla nalezena
de: Seite nicht gefunden!
fr: Page non trouvée
pl: Nie znaleziono strony
ru: Cтраница не найдена

source: For this participation round, there are no Reactions at the moment.
ar: لا يوجد تفاعلات لهذه المشاركه.
cs: V tomto kole účasti zatím nejsou žádné Reakce.
de: Für diese Beteiligungsrunde gibt es derzeit keine Reaktionen.
fr: Il n’y a pas de réactions pour ce cycle de participation actuellement.
pl: Dla tej rundy konsultacji aktualnie nie ma żadnych reakcji.
ru: На данном этапе обсуждения в настоящий момент нет реакций

source: No consultation provided!
ar: الاستشارة غير متوفرة!
cs: Nebyla zadána porada!
de: Keine Beteiligungsrunde angegeben!
fr: Aucun cycle de consultation prévu!
pl: Nie wybrano żadnej rundy konsultacji!
ru: Ни однo обсуждение не указанo!

source: There are no questions in this consultation.
ar: لا توجد اسئلة في هذه الاستشاره.
cs: V této poradě nejsou žádné otázky.
de: Es gibt keine Fragestellungen in dieser Beteiligungsrunde.
fr: Il n’y a pas de questions pour ce cycle de participation.
pl: W tej rundzie konsultacji nie ma żadnych pytań.
ru: В данном обсуждении нет вопросов.

source: File does not exist.
ar: الملف غير موجود.
cs: Soubor neexistuje.
de: Datei ist nicht vorhanden.
fr: Le fichier n’existe pas.
pl: Plik nie istnieje.
ru: Файл не существует.

source: Thank you for subscribing.
ar: شكرا للاشتراك.
cs: Díky, že jsi se přihlásil/a.
de: Danke fürs Abonnieren.
fr: Merci pour l’abonnement.
pl: Dziękujemy za zapisanie się.
ru: Благодарим за подписку!

source: You are now subscribed. A confirmation email has been sent.
ar: انت الان مشترك. تم إرسال رسالة تأكيد عبر البريد الإلكتروني.
cs: Jsi přihlášen/a. Poslali jsme potvrzující email.
de: Dein Abonnenment ist nun aktiv. Eine Bestätigung wurde per E-Mail versandt.
fr: Ton abonnement est maintenant actif. Une confirmation a été envoyée par e-mail.
pl: Twoja subskrypcja jest aktywna. Potwierdzenie zostały wysłane mailem.
ru: Теперь вы подписаны. Подтверждение по электронной почте было отправлено.

source: You are already subscribed.
ar: انت مشترك مسبقا.
cs: Už jsi přihlášen/a.
de: Du wirst bereits automatisch benachrichtigt.
fr: Tu es déjà abonné_e.
pl: Już zostałeś/zostałaś automatycznie powiadomiony/powiadomiona.
ru: Вы уже подписаны.

source: The subscription form is invalid.
ar: نموذج الاشتراك غير صالح.
cs: Příhláškový formulář je neplatný.
de: Das Abonnementformular ist ungültig.
fr: Le formulaire d’abonnement est non-valide.
pl: Formularz subskrypcji jest nieważny.
ru: Форма подписки является недействительной

source: You have been unsubscribed.
ar: تم الغاء اشتراكك.
cs: Byl/a jsi odhlášen/a.
de: Das Abonnement wurde beendet.
fr: Ton abonnement a été annulé.
pl: Subskrypcja została zakończona.
ru: Вы были отписаны

source: Download
ar: تنزيل
cs: Stáhnout
de: Herunterladen
fr: Télécharger
pl: Zapisz
ru: Скачать

source: Like
cs: Líbí
de: Gefällt mir

source: Dislike
cs: Nelíbí
de: Gefällt mir nicht

source: Back to timeline
ar: عودة إلى الإطار الزمني
cs: Zpět na časový přehled
de: Zurück zur Zeitleiste
fr: Revenir à la chronologie
pl: Powrót do osi czasu.
ru: Обратно к временной шкале

source: Follow path
ar: تتبع المسار
cs: Pokračovat
de: Folge Verlauf
fr: Déconnexion réussie!
pl: Śledź przebieg
ru: Следовать хронике

source: An error occurred. Unable to load Reactions & Impact timeline.
cs: Při pokusu o načtení Rakcí & Dopadů došlo k chybě.
de: Ein Fehler trat auf. Zeitleiste kann nicht geladen werden.

source: Back to reactions and snippets
cs: Zpět na reakce a výňatky
de: Zurück zu Reaktionen und Schnippseln

source: Result of voting:
cs: Výsledek hlasování:
de: Abstimmungsergebnis:

source: You can vote only once for each reaction.
cs: Pro každou reakci můžeš hlasovat pouze jednou.
de: Du kannst jede Reaktion nur einmal bewerten.

source: position
cs: pozice
de: Rang

source: Follow the Reactions to your contribution here. Click on the arrows for the next steps.
ar: تابع ردود الافعال والمساهمات هنا. انقر فوق الأسهم للخطوات التالية.
cs: Zde sleduj reakce na tvé příspěvky. Pro další postup klikni na šipky.
de: Verfolge hier, welche Reaktionen es auf den Beitrag gab. Klicke auf die Pfeile für nächste Schritte.
fr: Suis ici les réactions à ta contribution. Clique sur les flèches pour les prochaines étapes.
pl: Śledź reakcje do tego wpisu. Kliknij na strzałkę by przejść dalej.
ru: Посмотреть Реакции к твоим записям здесь. Кликни на стрелки для дальнейших шагов

source: Show less
cs: Zobrazit méně
de: Weniger anzeigen

source: Show more
cs: Zobrazit více
de: Mehr anzeigen

source: Supporting
cs: Podpora
de: Unterstützung

source: Action
ar: مبادرة
cs: Akce
de: Aktion
pl: Akcja
ru: Действие

source: Rejected
cs: Odmítnuto
de: Abgelehnt

source: End
cs: Konec
de: Ende

source: Login successful!
ar: تم الدخول بالنجاح!
cs: Přihlášení se zdařilo!
de: Login erfolgreich!
fr: Connexion réussie!
pl: Logowanie powiodło się.
ru: Успешный вход в систему

source: Only users who submitted a contribution can log in.
ar: فقط المستخدمين الذين قدموا مساهمات بامكانهم الدخول.
cs: Pouze uživatelé, kteří přispěli se mohou přihlásit.
de: Nur Nutzer_innen, die einen Beitrag übermittelt haben, können sich einloggen.
fr: Seulement les utilisateurs qui ont soumis une contributions peuvent se connecter.
pl: Tylko użytkownicy/użytkowniczki z przesłanym wpisem mogą się zalogować.
ru: Вход в систему возможен толко для пользователей, сделавших запись

source: Question was not found.
de: Die Frage wurde nicht gefunden.

source: Contribution text cannot be empty.
ar: خانة المشاركة لا يمكن أن تكون فارغه.
cs: Textové pole příspěvku nesmí být prázdné.
de: Beitragsfeld darf nicht leer sein.
fr: Le champs de contribution ne peut pas rester vide.
pl: Pole wpisu nie może pozostać puste.
ru: Окно записи не может быть пустым

source: Location cannot be out of marked geo fence.
de: Der Ort muss innerhalb der freigegebenen Zone liegen.

source: Contributions were saved.
cs: Příspěvky byly uloženy
de: Beiträge wurden gespeichert.

source: There are no contributions to save. Please add at least one contribution before you click on finish.
cs: Nejsou zde žádné přípsvěky k uložení. Přidej prosím aspoň jeden příspěvek než zmáčkneš Dokončit.
de: Es gibt nichts zu speichern. Bitte zumindest einen Beitrag hinzufügen, bevor du auf »Beenden« klickst.

source: Please make sure the data you entered are correct and that all linked videos are public. Then please try resubmitting the form.
ar: الرجاء التأكد من أن البيانات المدخلة صحيحة وجميع روابط الفيديو عامة ومن ثم إعادة الإرسال.
cs: Ujisti se prosím, že vyplněné údaje jsou správné a že všechny sdílená videa jsou veřejná. Poté zkus formulář opět odeslat.
de: Bitter sicherstellen, dass die eingegebenen Daten korrekt und alle verlinkten Videos öffentlich sind. Dann erneut übermitteln.
fr: Assure-toi que les données entrées sont correctes et que tous les vidéos liés sont publiques. Puis essaye de renvoyer le formulaire.
pl: Upewnij się, że wszystkie wpisane dane są poprawne i wszystkie linki do wideo są publiczne. Potem ponownie prześlij formularz.
ru: Пожалуйста, проверьте правильность указанных вами данных, а также доступность видеоссылок. После этого повторно отправьте формуляр.

source: This confirmation link is invalid!
ar: رابط التأكيد غير صحيح!
cs: Tento odkaz pro potvrzení je neplatný!
de: Der eingegebene Bestätigungslink ist ungültig!
fr: Ce lien de confirmation est non valide!
pl: Podany link potwierdzający jest nieważny!
ru: Эта ссылка для подтверждения является недействительной!

source: Thank you! Your inputs have been confirmed!
ar: شكرا جزيلا! لقد تم تأكد مدخلاتك!
cs: Díky! Tvůj příspěvek byl potvrzen.
de: Vielen Dank! Deine Beiträge wurden bestätigt!
fr: Merci beaucoup! Tes contributions ont été confirmées.
pl: Dziękujemy! Twoje wpisy zostały potwierdzone!
ru: Спасибо! Ваши записи были подтверждены!

source: It is not allowed to confirm inputs once the input phase is over.
ar: لا يمكن تأكيد المدخل إذا انتهت مرحلة الادخال.
cs: Nelze potvrzovat příspěvek po skončení etapy přispívání.
de: Beiträge können nicht mehr bestätigt werden, wenn der Beitragszeitraum abgelaufen ist.
fr: Ce n’est pas permis de confirmer des contributions si la période de contribution est terminée.
pl: Wpisy nie mogą zostać potwierdzone po upłynięciu czasu konsultacji.
ru: Вы больше не можете подтвердить записи, так как этап записей завершён

source: The contributions have already been marked as refused!
ar: لقد تم رفض المشاركات!
cs: Příspěvky již byly označeny jako odmítnuté!
de: Die Beiträge wurden als abgelehnt markiert!
fr: Les contributions ont été marquées comme refusées!
pl: Wpisy zostały oznaczone jako odrzucone!
ru: Записи уже помечены как отклонённые

source: It is not allowed to reject inputs once the input phase is over.
ar: لا يمكن رفض المدخل إذا انتهت مرحلة الادخال.
cs: Nelze odmítat příspěvky po skončení etapy přispívání.
de: Beiträge können nicht mehr abgelehnt werden, wenn der Beitragszeitraum abgelaufen ist.
fr: Ce n’est pas permis de refuser des contributions si la période de contribution est terminée.
pl: Wpisy nie mogą zostać odrzucone po upłynięciu czasu konsultacji.
ru: Вы не можете отконять записи после завершения этапа записей.

source: Contribution does not exist
ar: المساهمة غير موجودة
cs: Příspěvek neexistuje
de: Beitrag existiert nicht
fr: La contribution n’existe pas.
pl: Wpis nie istnieje.
ru: Запись не существует

source: Contribution updated.
ar: تم تحديث المساهمة.
cs: Příspěvek byl aktualizován.
de: Beitrag aktualisiert.
fr: La contribution a été actualisée.
pl: Wpis został zaktualizowany.
ru: Запись была актуализирована

source: Something went wrong: contribution could not be updated.
ar: حدث خطأ: لا يمكن تحديث المساهمة.
cs: Něco se pokazilo: příspěvek nemohl být aktualizován.
de: Etwas lief schief: Beitrag konnte nicht aktualisiert werden.
fr: Il y a eu une erreur: La mise à jour de la contribution a echoué.
pl: Coś się nie powiodło: wpis nie mógł zostać zaktualizowany.
ru: Что-то пошло не так: запись не смогла быть актуализирована

source: Please check your data!
ar: الرجاء فحص البيانات الخاصة بك!
cs: Prosím zkontroluj si údaje!
de: Bitte prüfe Deine Eingaben!
fr: Vérifie tes données!
pl: Proszę sprawdź twoje dane.
ru: Пожалуйста, проверьте ваши данные!

source: Video service used for embedding video in this contribution was disabled. Video will be deleted after save contribution.
ar: تم تعطيل خدمة الفيديو لهذه المساهمة، سيتم حذف الفيديو بعد حفظ مساهمتك.
cs: Video služby užívané pro vložení videa byly pro tento příspěvek zakázány. Video bude po uložení příspěvku smazáno.
de: Der verwendete Videodienst zur Einbindung in diesem Beitrag wurde deaktiviert. Das Video wird nach dem Speichern gelöscht.
fr: Le service utilisé pour intégrer le vidéo dans cette contribution a été désactivé. Le vidéo sera supprimé après l’enregistrement.
pl: Używany serwis wideo dla tego pliku został zdeaktywowany. Po zapisaniu wideo zostanie usunięte.
ru: Видео служба для встроенного в данную запись видео была деактивирована. Видео будет удалено при следующем сохранении

source: Sorry, the contribution phase for this consultation round is already over.You may only change your contributions within that period.
ar: للأسف لقد انتهت فترة المساهمات لجولة الاستشارة الحالية، بإمكانك تغيير مساهماتك في هذه المرحلة.
cs: Promiň, ale etapa přispívání pro tuto poradu již skončila. Příspěvky se dají upravovat pouze v etapě přispívání.
de: Die Beitragszeit für diese Beteiligungsrunde ist leider vorbei. Beiträge können nur innerhalb der Beitragszeit geändert werden.
fr: Désolé, la période de contribution est terminée. Tu peux changer les contributions seulement pendant cette période.
pl: Czas przesyłania wpisów dla tej rundy konsultacji już minął. Wpisy mogą być zmieniane tylko w czasie rzesyłania wpisów.
ru: Извините, но время записей на данном этапе обсуждения истекло. Вы могли изменить вашы записи только в том промежутке времени

source: There is no available action with such key.
ar: لا يوجد إجراءات متوفرة لهذا المفتاح.
cs: Toto tlačítko nemá žádnou funkci.
de: Zu diesem Schlüssel existiert keine Aktion.
fr: Il n’y a pas d’activité appartenante à cette clé.
pl: Dla tego klucza nie istnieje żadna akcja.
ru: По данному ключу нет никаких действий

source: Logout successful!
ar: الخروج بنجاح!
cs: Odhlášení proběhlo úspěšně!
de: Ausloggen erfolgreich!
fr: Déconnexion réussie!
pl: Wylogowanie powiodło się.
ru: Выход из системы успешно завершён!

source: An email for the confirmation of your contributions has been sent to your email address.
ar: تم إرسال البريد الإلكتروني بتأكيد مساهماتك إلى عنوان البريد الإلكتروني الخاص بك.
cs: Na tvou emailovou adresu byl odeslán email pro potvrzení tvých příspěvků.
de: Eine Mail zur Bestätigung der Beiträge wurde an die angegebene E-Mail-Adresse gesendet.
fr: Un courriel de confirmation a été envoyé à ton adresse courriel donnée.
pl: E-Mail potwierdzający wpis został wysłany na podany adres mailowy.
ru: Электронное письмо для подтверждения ваших записей было отправлено по указанному адресу.

source: Your inputs have been saved.
ar: تم حفظ مدخلاتك.
cs: Tvé příspěvky byly uloženy.
de: Deine Eingaben wurden gespeichert.
fr: Tes données ont été enregistrées.
pl: Twoje dane zostały zapisane.
ru: Ваши записи были сохранены.

source: There is no input to be confirmed.
ar: لا يوجد مدخل ليتم تأكيده.
cs: Není zde žádný příspěvek pro potvrzení.
de: Es gibt keine Beiträge, die noch bestätigt werden müssen.
fr: Il n’y a aucune contribution qui doit être confirmée.
pl: Nie ma wpisów, które należy potwierdzić.
ru: Нет записей для подтверждения

source: Please finish contributing before logging in.
ar: يرجى إكمال المساهمة قبل الدخول.
cs: Dokonči prosím svůj příspěvek, než se příhlásíš.
de: Bitte das Beitragen abschließen, bevor du dich einloggst.
fr: Finis la contribution avant de te connecter, s’il te plaît.
pl: Proszę dokończ wpis, zanim się zalogujesz.
ru: Пожалуйста, завершите запись перед входом в систему

source: An e-mail that allows you to reset your password was sent to the provided address.
ar: تم إرسال رسالة إلكترونية لإعادة تعيين كلمة المرور الخاصة بك إلى عنوان البريد الإلكتروني الخاص بك!
cs: Email, kterým resetuješ své heslo byl odeslán na poskytnutou emailovou adresu.
de: Eine E-Mail zum Zurücksetzen des Passworts wurde an die angegebene E-Mail-Adresse verschickt.
fr: Un courriel pour réinitialiser ton mot de passe a été envoyé à l’adresse courriel enregistrée.
pl: E-Mail pozwalający na odzyskanie hasła został wysłany na podany adres.
ru: Электронное письмо для смены пароля было отправлено по указанному адресу.

source: Password reset failed!
ar: فشل في اعادة ضبط كلمة المرور الخاصة بك!
cs: Změna hesla se nezdařila!
de: Passwortwiederherstellung fehlgeschlagen!
fr: Échec de réinitialisation de mot de passe!
pl: Odzyskiwanie hasła nie powiodło się.
ru: Восстановление пароля не удалось!

source: Please log in first
ar: الرجاء تسجيل الدخول أولا!
cs: Nejdříve se prosím přihlaš.
de: Bitte erst anmelden!
fr: Connecte-toi d’abord, s’il te plaît
pl: Najpierw się zaloguj.
ru: Пожалуйста, сначала войдите в систему

source: The voting participant was confirmed.
ar: تم تاكيد تصويت المشارك.
cs: Účastník hlasování byl potvrzen.
de: Teilnehmer_in zur Abstimmung wurde bestätigt.
fr: Le participant de vote a été confirmé.
pl: Potwierdzono użytkownika/użytkowniczkę głosowania.
ru: Участник голосования подтверждён

source: The voting participant was denied.
ar: تم رفض تصويت المشارك.
cs: Účastník hlasování byl odmítnut.
de: Teilnehmer_in für Abstimmung wurde abgelehnt.
fr: Le participant de vote a été refusé.
pl: Odrzucono użytkownika/użytkowniczkę głosowania.
ru: Участник голосования был отклонён

source: The voting participant was deleted.
ar: تم حذف تصويت المشارك.
cs: Účastník hlasování byl smazán.
de: Die Bewertungen wurden gelöscht.
fr: Le voteur a été supprimé.
pl: Oceny zostały usunięte.
ru: Участник голосования удалён

source: Voting period has ended and it is not possible to change voting results; the voting results are no longer subject to change.
ar: فترة التصويت قد انتهت. ولذلك، فإن نتائج التصويت ليست قابلة للتغيير.
cs: Etapa hlasování již skončila a již nelze za žádných okolností měnit výsledky hlasování.
de: Der Abstimmungszeitraum ist vorüber; daher sind die Abstimmungsergebnisse nicht mehr veränderlich.
fr: La période de vote est terminée; les résultats de vote ne peuvent plus être changés.
pl: Czas głosowania dobiegł końca, dlatego wyniki głosowania nie mogą być zmienione.
ru: Период голосования был завершён, изменения результатов голосования не возможны.

source: Please log in.
ar: الرجاء تسجيل الدخول.
cs: Přihlaš se prosím.
de: Bitte einloggen.
fr: Connecte-toi.
pl: Proszę się zalogować.
ru: Пожалуйста, войдите в систему.

source: You were successfully unsubscribed.
ar: لقد تم الغاء الاشتراك بنجاح.
cs: Byl/a jsi úspěšně odhlášen/a.
de: Du wurdest erfolgreich ausgetragen.
fr: Ton abonnement a été annulé.
pl: Pomyślnie zakończono Twoją subskrypcję.
ru: Вы были успешно отписаны.

source: Your user profile was updated.
de: Das Nutzerprofil wurde aktualisiert.

source: Your current password does not match. Please try it again.
ar: كلمة المرور غير متطابقة، الرجاء اعادة المحاولة.
cs: Tvé současné heslo se neshoduje. Zkus to prosím znovu.
de: Das alte Passwort stimmt nicht überein. Bitte nochmal versuchen.
fr: L’ancien mot de passe ne correspond pas. Essaye encore une fois, s’il te plaît.
pl: Stare hasło nie zgadza się. Proszę spróbować ponownie.
ru: Ваш текущий пароль не совпадает. Пожалуйста, попробуйте еще раз.

source: Your profile cannot be updated. Please check the errors marked in the form below and try again.
ar: لا يمكن تحديث الملف الشخصي. يرجى تصحيح الأخطاء في النموذج، ومن ثم حاول مرة أخرى.
cs: Tvůj profil nelze aktualizovat. Oprav prosím vyznačené chyby ve formuláři a zkus to znovu.
de: Das Profil kann nicht aktualisiert werden. Bitte die Fehler im Formular korrigieren und dann nochmal versuchen.
fr: La mise à jour du profil n’a pas été possible. Corrige les fautes dans le formulaire, puis ressaye, s’il te plaît.
pl: Profil nie może zostać zaktualizowany. Proszę popraw błędy w formularzu i spróbuj ponownie.
ru: Ваш профиль не может быть обновлён. Пожалуйста, исправьте отмеченные в форме ошибки и попробуйте снова

source: It is not possible to vote at the moment.
ar: لا يمكن التصويت حاليا.
cs: Momentálně nelze hlasovat.
de: Derzeit ist es nicht möglich, an der Abstimmung teilzunehmen.
fr: Ce n’est pas possible de participer au vote actuellement.
pl: Aktualnie nie mozna wziąć udziału w głosowaniu.
ru: Голосование в настоящий момент не возможно

source: The Voting is finished. You can check the results below.
ar: لقد انتهت مرحلة التصويت، بامكانك فحص النتائج بالاسفل.
cs: Hlasování skončilo. Výsledky lze vidět níže.
de: Die Abstimmung ist beendet. Unten k&ouml;nnt ihr euch die Ergebnisse ansehen.
fr: Le vote est fini. En bas, tu peux voir les résultats.
pl: Głosowanie dobiegło końca. Poniżej można zobaczyć wyniki głosowania.
ru: Голосование завершено. Вы можете посмотреть результаты ниже

source: Access to this account has been denied by Group Leader.
ar: تم رفض الدخول الى الحساب من قبل رئيس المجموعة
cs: Přístup k tomuto účtu byl zakázán Vedoucím skupiny.
de: Dieser Zugang wurde von den Gruppenverantwortlichen verweigert.
fr: L’accès à ce compte a été refusé par le responsable du groupe.
pl: Osoba odpowiedzialna za grupę odmówiła dostępu do tego konta.
ru: Доступ к этой учетной записи был отказан лидером группы.

source: Your data are not correct. Please check again.
ar: خطأ في البيانات، الرجاء اعادة الفحص
cs: Tvé údaje nejsou správné. Zkontroluj je prosím.
de: Ihre Eingaben sind nicht korrekt. Bitte pr&uuml;fen Sie diese.
fr: Tes données ne sont pas correctes. Vérifie-les, s’il te plaît.
pl: Twoje dane nie są prawidłowe. Proszę sprawdzić ponownie.
ru: Ваши данные не верны. Пожалуйста, проверьте еще раз.

source: There is no valid open voting session. Please login for voting.
de: Keine für dich verfügbare Abstimmung vorhanden. Bitte zuerst einloggen.

source: Your rating is out of accepted range.
ar: تقييمك الحالي خارج النطاق المسوح به.
cs: Tvé hodnocení stojí mimo přijatelné rozmezí.
de: Deine Stimmabgabe liegt außerhalb des zulässigen Bereichs.
fr: Ton vote et en dehors du domaine permis.
pl: Twoja ocena leży poza dopuszczalną skalą.
ru: Ваше голосование находится вне допустимых пределов

source: Contribution not found.
ar: لم يتم العثور على المساهمة.
cs: Příspěvek nebyl nalezen.
de: Beitrag wurde nicht gefunden.
fr: La contribution n’a pas été trouvée.
pl: Nie znaleziono wpisu.
ru: Запись не найдена

source: An error occured.
ar: لقد حدث خطأ.
cs: Stala se chyba.
de: Es ist ein Fehler aufgetreten.
fr: Il y a une erreur sur la page.
pl: Wystąpił błąd.
ru: Произошла ошибка.

source: This vote cannot be changed, because it was confirmed already.
de: Diese Stimme kann nicht verändert werden, weil sie schon bestätigt wurde.

source: Using of superbutton is not allowed.
ar: ختيار زر سوبر غير مسموح.
cs: Není dovoleno používat supertlačítko.
de: Die Auswahl des Superbuttons ist nicht erlaubt.
fr: La sélection du superbutton n’est pas permis.
pl: Wybór super-przycisku jest niedozwolony.
ru: Выбор супер-кнопки не разрешён

source: The Super Button allows you to value a limited number of contributions higher. Change previous votings and make room for more important contributions!
ar: زر عظيم يسمح لك لإعطاء المزيد من الوزن إلى عدد محدود من المساهمات. تغيير التصويت الاخير وإفساح المجال أمام المزيد من المساهمات الهامة!
cs: Supertlačítko ti umožňuje jisté příspěvky ohodnotit lépe. Změň předešlé hlasování a udělej místo pro důležitější příspěvky!
de: Der Superbutton ermöglicht dir einer begrenzten Anzahl Beiträge ein stärkeres Gewicht zu verleihen. Ändere andere Votings und schaffe Platz für wichtigere Beiträge!
fr: Le superbutton te permet de donner plus de poids à un nombre limité de contributions. Modifie d’autres votes et laisse de la place pour des contributions importantes!
pl: Super-przycisk umożliwia ocenienie określonej liczby wpisów znacznie wyżej. Zmień swoje głosy i zrób miejsce dla ważniejszych wpisów!
ru: Супер-Кнопка позволяет тебе повысить значимость ограниченного числа записей. Измени предыдущие голосования и освободи место для более важных записей!

source: This participation round is currently not open for voting.
ar: لا يمكن التصويت على جولة المشاركة في الوقت الحاضر.
cs: V tomto kole momentálně nelze hlasovat.
de: In dieser Beteiligungsrunde kann derzeit nicht abgestimmt werden.
fr: Ce n’est pas possible de voter dans ce cycle de participation actuellement.
pl: Aktualnie ta runda konstultacji nie jest otwarta dla głosowania.
ru: Голосование на данном этапе участия в настоящий момент не возможно

source: Such contribution does not exist!
ar: هذه المساهمة غير موجودة!
cs: Takový příspěvek neexistuje!
de: Dieser Beitrag ist nicht vorhanden!
fr: Cette contribution n’existe pas!
pl: Ten wpis nie istnieje!
ru: Такая запись не существует

source: Something went wrong.
ar: حدث خطأ.
cs: Někde se stala chyba.
de: Etwas ist schief gelaufen.Etwas ist schiefgelaufen.
fr: Quelque chose s’est mal passé.
pl: Coś się nie powiodło.
ru: Что-то пошло не так

source: The points are not correct.
ar: هذه النقاط غير صحيحة.
cs: Body nejsou správné.
de: Die vergebenen Punkte sind nicht korrekt.
fr: Les points attribués ne sont pas corrects.
pl: Przydzielone punkty nie są prawidłowe.
ru: Выставленные пункты не являются правильными

source: Your vote has been counted!
ar: تم احتساب الأصوات الخاصة بك!
cs: Tvůj hlas byl započítán!
de: Deine Abstimmung wurde gezählt.
fr: Ton vote a été compté!
pl: Twój głos został policzony.
ru: Ваш голос засчитан!
